{"recipes":[{"name":"Beignets de brocolis au parmesan","preparation_time":"10","cooking_time":"12","difficulty":"Niveau moyen","instructions":["Séparez les fleurettes des tiges, coupez-les en petites bouchées. Pelez la peau des tiges et coupez-les en tranches.","Faites bouillir de l'eau dans une casserole, ajoutez les brocolis, laissez cuire 5 à 6 minutes avec un couvercle, égouttez, laissez refroidir.","Dans un saladier, battez légèrement l’œuf. Ajoutez la farine, le fromage, l'ail, du sel et du poivre. Ajoutez les brocolis. Avec un presse purée écrasez puis mélangez.","Faites chauffer une poêle à feu moyen. Une fois chaude, ajoutez 2 cuillères à soupe d'huile d'olive. Placez une cuillère à soupe de votre préparation et aplatissez là avec une spatule, répétez. Après 2 à 3 minutes retournez-les et faites cuire encore 2 à 3 minutes. ","Sortez les beignets et laissez-les s'égoutter sur une feuille d'essuie tout."],"ingredients":["220g de brocoli frais","1 oeuf ","65g de farine de blé ","30g de parmesan ","1petite gousse d'ail ","1pincée de sel ","1pincée de sel ","1pincée de poivre ","Huile d'olive "],"image":"https://assets.afcdn.com/recipe/20130610/54258_w648h414c1cx256cy192.jpg"},{"name":"Pâtes aux brocolis","preparation_time":"25","cooking_time":"15","difficulty":"facile","instructions":["Faire cuire les pates al dente.","Faire bouillir les brocolis dans l'eau salée, jusqu'à ce qu'ils soient très cuits.","Faire revenir l'ail et le piment émincés dans l'huile. Ajouter les brocolis cuits ecrasés de façon à faire une sauce.","Ajouter le vin blanc, faire réduire 5 mn et ajouter la crème liquide, puis la moitié du parmesan râpé.","Verser la sauce sur les pâtes, mélanger bien et saupoudrer du reste du parmesan avant de servir."],"ingredients":["400g de brocoli ","1verre de crème liquide ","1gousse d'ail ","50g de parmesan râpé ","1/2 petit piment frais (sans les graines) ou une pincée de piment en poudre","250g de pâtes fraiches (de préférence des penne)","1verre de vin blanc sec ","2cuillères à soupe d'huile d'olive "],"image":"https://assets.afcdn.com/recipe/20130823/13610_w648h414c1cx1500cy1123.jpg"},{"name":"Quiche sans pâte aux brocolis","preparation_time":"15","cooking_time":"20","difficulty":"très facile","instructions":["Préchauffer le four à 180°C.","Battre ensemble les oeufs et la crème, le sel et le poivre. Ajouter la farine. Dans un moule, disposer quelques bouquets de brocolis préalablement cuits, quelques lardons cuits. ","Ajouter le gruyère et le mélange à base d'oeufs + farine.","Cuire le tout 20 mn environ à 180°C."],"ingredients":["2 oeufs entiers","4dl de lait ou crème fraîche","100g de gruyère râpé ","100g de farine ","Lardons ","Sel /poivre","Sel /poivre"],"image":"https://assets.afcdn.com/recipe/20160105/29141_w648h414c1cx640cy400.jpg"},{"name":"Pâtes grâtinées aux brocolis","preparation_time":"15","cooking_time":"20","difficulty":"très facile","instructions":["Détailler le brocoli en petits bouquets, couper un peu le pied.","Plonger les pâtes et les bouquets de broccoli dans la même casserole d'eau boullante salée (le brocoli sera cuit en 10-12 minutes, comme la plupart des pâtes)","Egoutter pâtes et broccoli, mélanger avec crème et fromage râpé dans un plat à gratin. ","Saupoudrez de parmesan et faire gratiner au four."],"ingredients":["250g de pâtes (penne rigate, rigatoni)","1 brocoli ","1petit pot de crème (allégée par exemple)","Fromage râpé ","Parmesan ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20150210/850_w648h414c1cx1632cy1224.jpg"},{"name":"Pâtes au roquefort et brocolis","preparation_time":"10","cooking_time":"10","difficulty":"très facile","instructions":["Faire cuire les brocolis \"al dente\" pendant que les spaghettis cuisent. ","Ecraser le Roquefort ; l'ajouter à la crème fraîche chaude ; remuer pour que le Roquefort fonde ; poivrer. ","Mélanger les spaghettis aux brocolis et à cette sauce ; . ","Servir immédiatement"],"ingredients":["500g de spaghetti ","500g de brocoli ","150g de roquefort ","20cl de crème fraîche épaisse "],"image":"https://assets.afcdn.com/recipe/20130910/22215_w648h414c1cx2808cy1872.jpg"},{"name":"Pâtes au brocolis facon carbonara","preparation_time":"30","cooking_time":"30","difficulty":"très facile","instructions":["Laver et faire bouillir le brocolis dans une casserole d'eau avec un peu de sel (pas trop car les lardons salent beaucoup).","Faire revenir les lardons à feu moyen sans ajout de matière grasse.","Lorsqu'ils ont dégorgé leur graisse, ajouter l'oignon haché et laisser confire le tout à feu moyen.","Une fois le brocolis cuit, l'égoutter, le mettre avec les lardons et l'écraser grossièrement.","Ajouter le pot de crème fraîche, laisser mijoter à feu doux 5 min (il ne faut pas que ca bout trop !!) et ajouter la noix de muscade.","Faire cuire les pâtes comme indiqué sur le paquet et égoutter.","Servir la sauce mélangée aux pâtes ou à part, selon votre goût..."],"ingredients":["500g de macaroni (ou une autre sorte)","1barquette de lardons fumés ","1bouquet de brocoli (500 g minimum)","1 oignon (ou 2 si vous aimez les oignons)","2pincées de muscade ","2pincées de muscade ","1pot de crème faîche (20 cl)"],"image":"https://assets.afcdn.com/recipe/20190427/91495_w648h414c1cx1632cy1107cxt0cyt0cxb3264cyb2214.jpg"},{"name":"Gratin de pâtes aux brocolis","preparation_time":"30","cooking_time":"15","difficulty":"très facile","instructions":["Faire cuire les brocolis à la vapeur ou à l'eau.","Faire cuire les pâtes al dente.","Emincer les champignons et les faire revenir avec une cuillère à soupe d'huile d'olive.","Découper les escalopes de poulet en cube et les faire revenir à la poêle.","Mélanger tous les ingrédients ds un plats allant au four, saler, poivrer, ajouter une petite cuillère de curry, mélanger à nouveau.","Recouvrir de fromage râpé et mettre à gratiner au four quelques minutes.","N.B : on peut également ajouter des lamelles de fromage de brebis, c'est délicieux!!!"],"ingredients":["3 brocolis ","5 champignons de Paris moyens","250g de pâtes (complètes de préférence)","2 escalopes de poulet (200g environ)","Gruyère râpé (selon votre goût)","Poivre ","Sel ","Sel ","Curry ","Curry "],"image":"https://assets.afcdn.com/recipe/20100120/10746_w648h414c1cx256cy192.jpg"},{"name":"Pâtes raviolis Brocoli-Ricotta","preparation_time":"15","cooking_time":"15","difficulty":"très facile","instructions":["Coupez le broccoli en petit bouquets. Faite-le cuire dans de l'eau bouillante salée. ","Coupez les tomates en petits dés.","Dans un poelon, mélanger les deux légumes et ajoutez-y la ricotta, salez et poivrez légerement. Laissez mijoter 5 à 10 minutes à feux doux","Pendant ce temps, mettez les raviolis dans de l'eau bouillante salée.","égouttez les pâtes et servez.","Pour les grands amateurs de ricotta, mettre une cuillère à soupe de fromage dur le dessus de l'assiette. Effet frais garanti!"],"ingredients":["500g de ravioli frais (fourrés au jambon de parme par exemple)","2 tomates ","1bouquet de brocoli ","1pot de ricotta ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20191201/103300_w648h414c1cx2016cy1512cxt0cyt0cxb4032cyb3024.jpg"},{"name":"Pâtes Bayonne à la crème parmesane","preparation_time":"10","cooking_time":"10","difficulty":"très facile","instructions":["Les Pipe Rigatte mettent 10 min à cuire. Les faire cuire à part avec un filet d'huile d'olive, en synchronisant leur cuisson avec celle de la garniture.","Dans une petite casserole, à feu doux, faire fondre 30 gr de beurre. Ne pas le laisser trop cuire, il faut juste qu'il fonde. Là, ajouter les tranches de jambon de Bayonne coupées en petits bouts. Laisser dorer.","Ajouter la crème fraîche et mélanger à la cuiller pour ne pas laisser le beurre remonter en surface. Laisser chauffer.","Une fois que c'est chaud, incorporer le parmesan, autant qu'il en faut pour épaissir un peu la crème. Goûter et en rajouter selon préférence. Bien mélanger et finir à feu très doux.","Quand les pâtes sont prêtes, égoutter et servir dans une assiette. Laisser la casserole de garniture à part et garnir chaque assiette séparément."],"ingredients":["250g d'autres grosses pâtes creuses)","30g de beurre ","4tranches de jambon cru ","25cl de crème fraîche ","Parmesan râpé (quantité selon votre goût)"],"image":"https://assets.afcdn.com/recipe/20100120/19509_w648h414c1cx256cy192.jpg"},{"name":"Risotto au brocoli et parmesan","preparation_time":"15","cooking_time":"18","difficulty":"Niveau moyen","instructions":["Pelez et émincez l'oignon.","Séparez les bouquets de brocolis puis lavez-les.","Dans une cocotte contenant l'huile chaude, faites dorer l'oignon puis ajoutez le riz. Faites-le revenir jusqu'à ce qu'il devienne translucide.","Ajoutez le vin blanc, l'eau, les tablettes de bouillon et les bouquets de brocolis. Faites cuire à feu moyen environ 16 à 18 minutes à couvert.","Saupoudrez de parmesan râpé. Mélangez puis servez sans tarder."],"ingredients":["200g de riz pour risotto ","2cubes de Bouillon KUB OR MAGGI ","2cubes de Bouillon KUB OR MAGGI ","300g de brocoli ","200ml de vin blanc ","800ml d'eau ","4cuillères à soupe de parmesan râpé ","1cuillère à soupe d'huile d'olive ","1pincée de poivre "],"image":"https://assets.afcdn.com/recipe/20200220/107943_w648h414c1cx402cy512cxt0cyt0cxb804cyb1024.jpg"},{"name":"Pâtes au saumon et brocolis","preparation_time":"10","cooking_time":"10","difficulty":"très facile","instructions":["Défaire les brocolis en petits bouquets, les laver et les cuire 5 min à l’eau bouillante salée, les égoutter et les garder au chaud.","Couper le saumon en lamelles.","Cuire les pâtes.","Les égoutter.","Dans une casserole, mélanger les jaunes et la crème, ajouter les pâtes, le saumon et le brocolis.","Poivrer, mettre la casserole sur feu doux.","Présenter dans un plat avec du parmesan."],"ingredients":["500g de pâtes (des tagliatelles par exemple)","1 saumon fumé ","500g de brocoli ","2 jaunes d'oeuf ","30cl de crème fraîche épaisse ","Parmesan ","Poivre "],"image":"https://assets.afcdn.com/recipe/20160225/5917_w648h414c1cx1632cy918.jpg"},{"name":"Pâtes au brocoli & fromage frais","preparation_time":"5","cooking_time":"20","difficulty":"très facile","instructions":["Couper les bouquets du brocoli.","Faire revenir les bouquet 5 minutes dans de l'eau bouillante puis réserver.","Conserver l'eau de cuisson, y ajouter le cube de bouillon puis y cuire les pâtes selon les instructions du paquet.","Pendant ce temps, faire revenir un oignon émincé dans un filet d'huile d'olive. Ajouter les morceaux de brocoli puis le fromage frais et assaisonner au goût (sel, poivre, thym).","Une fois les pâtes cuites, les ajouter à la préparation, bien mélanger et mettre un peu de parmesan.","Bon appétit !"],"ingredients":["180g de pâtes ","1 brocoli ","1 oignon ","50g de fromage frais (ou crème fraîche)","Huile d'olive ","1cube de bouillon ","1cube de bouillon ","Sel ","Sel ","Poivre ","Thym ","Thym ","Parmesan "],"image":"https://assets.afcdn.com/recipe/20200331/109387_w648h414c1cx269cy471cxt0cyt0cxb525cyb700.jpg"},{"name":"Asperges rôties au parmesan","preparation_time":"15","cooking_time":"6","difficulty":"facile","instructions":["Epluchez les asperges de haut en bas. Coupez la base et conservez-la pour un velouté.","Faites chauffer le beurre et l'huile d'olive dans une poêle. Ajoutez-y les asperges et faites-les rôtir sur un feu moyen doux 6 à 8 min en les retournant régulièrement afin de bien les colorer et les cuire Al dente. Poivrez en fin de cuisson","Disposez les asperges dans un plat et par-dessus prélevez à l’économe des copeaux de parmesan. Disposez en chiffonnade le jambon cru par-dessus les asperges et servez."],"ingredients":["16 asperges blanches des Landes","100g de parmesan en morceaux","150g de jambon cru taillé finement (Bayonne, Serrano)","25g de beurre ","Huile d'olive ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20200525/111474_w648h414c1cx960cy540cxt0cyt0cxb1920cyb1080.png"},{"name":"Tagliatelles tomatées au saumon fumé","preparation_time":"20","cooking_time":"20","difficulty":"très facile","instructions":["Couper le saumon fumé en lanières. ","Délayer le concentré de tomates avec un peu de crème fraîche. ","Faire chauffer doucement la crème fraîche dans une casserole et y incorporer le concentré de tomates. ","Y rajouter le saumon fumé et laisser cuire à feu doux pendant environ 15 mn, poivrez (pas ou peu de sel, le saumon fumé étant déja très salé). ","Cuire les tagliatelles. ","Server dans chaque assiette les pâtes recouvertes de la sauce, puis quelques brins d'aneth dessus."],"ingredients":["4tranches de saumon fumé ","2cuillères à soupe de concentré de tomates ","Crème fraîche épaisse  50 c","Aneth  quelques branche","Aneth  quelques branche"],"image":"https://assets.afcdn.com/recipe/20100120/60390_w648h414c1cx256cy192.jpg"},{"name":"Verrines avocat saumon tomates","preparation_time":"20","cooking_time":null,"difficulty":"très facile","instructions":["Pour 4 verrines (moyennes)","Épluchez l'avocat et coupez le en petits cubes. Mélangez le aux dès de saumon, à la crème fraiche épaisse et ajoutez l'aneth.","Répartissez dans les verrines. Coupez les tomates en cubes, retirez les pépins et placez les cubes sur le tartare de saumon.","Faites griller les pignons à sec dans une poêle et répartissez les sur les verrines; Préparez une vinaigrette avec l'huile d'olive et le vinaigre et versez la sur les verrines.","Réservez au frais avant de servir!"],"ingredients":["180g de saumon ","1 avocat bien mûr","2 tomates ","1cuillère à soupe de crème épaisse ","1cuillère à soupe d'huile d'olive ","2cuillères à café de vinaigre balsamique ","2cuillères à café de vinaigre balsamique ","Aneth frais ciselé","Aneth frais ciselé","1cuillère à café de pignons de pins","1cuillère à café de pignons de pins"],"image":"https://assets.afcdn.com/recipe/20160102/36644_w648h414c1cx972cy1296.jpg"},{"name":"dômes de tomate et saumon","preparation_time":"15","cooking_time":"15","difficulty":"très facile","instructions":["Ebouillanter les tomates afin de retirer la peau.","Passer le poivron sous le gril et retirer la peau.","Faire cuire les légumes coupés en morceaux 10 min dans une casserole, ajouter l'aneth et assaisonner.","Faire tremper la gélatine dans un peu d'eau.","Laisser tiédir les légumes puis ajouter le saumon et la gélatine essorée.","Mélanger le tout et rectifier l'assaisonnement.","Verser la préparation dans des moules individuels et mettre au frigo 3 h.","Démouler sur assiette et décorer avec une tomate cerise et une petite branche d'aneth."],"ingredients":["3 tomates bien fermes","1/2 poivron rouge ","180g de saumon fumé ","Aneth ","Aneth ","3feuilles de gélatine ","3feuilles de gélatine ","Poivre ","Sel ","Sel ","4 tomates cerise ","Aneth ","Aneth "],"image":"https://assets.afcdn.com/recipe/20130719/64070_w648h414c1cx1000cy1504.jpg"},{"name":"Croque-monsieur saumon, tomates, mozzarella","preparation_time":"10","cooking_time":"25","difficulty":"facile","instructions":["Dans un saladier mélanger le fromage frais, les tranches de saumon coupées grossièrement en morceaux, une demi boule de mozzarella coupée en petit dés. ","Saler, poivrer, ajouter quelques gouttes de citron et l'aneth (selon les goûts). Pour ma part j'ajoute une touche de piment d'Espelette.","Disposer sur une plaque 4 tranches de pain de mie (prendre des grande tranche de préférence), sur ces tranche, tartiner généreusement la préparation au saumon puis parsemer avec les dés de tomates et quelques morceaux de la mozzarella restante coupées en dés. (s'il reste de la mozzarella conservez-la).","Couvrir la seconde tranche de pain de mie et s'il vous en reste disposer quelques morceaux de mozzarella par dessus cette 2ème tranche.","Enfourner 25 min à 180°C (thermostat 6) environ. Servir chaud."],"ingredients":["8tranches de pain de mie spécial sandwich","140g de saumon fumée (ou nature) en tranches (en paquet de 4 tranches)","3boules de mozzarella ","2 tomates ","150g de fromage frais ","Sel ","Sel ","Poivre ","1bouquet d'aneth ","1bouquet d'aneth ","1 citron "],"image":"https://assets.afcdn.com/recipe/20171107/74465_w648h414c1cx640cy360cxt0cyt0cxb1280cyb720.jpg"},{"name":"Brochettes de saumon et tomates","preparation_time":"10","cooking_time":null,"difficulty":"très facile","instructions":["Découper le saumon en lanières, le fromage frais en petits carrés, et les tomates-cerises en 2.","Préparer de courtes brochettes, en alternant une demi tomate, et un cube de fromage frais enrobé dans une lanière de saumon. ","Disposer quelques feuilles de salade verte dans une assiette, sur laquelles vous disposerez les brochettes.","Assaisonner de sel et de poivre, arroser d'un filet d'huile et de vinaigre balsamique (facultatif).","Aromatiser de thym (frais si possible)."],"ingredients":["2tranches de saumon fumé ","1barquette de tomate cocktail","1cube de feta ou de mozzarella","feuilles de roquette et/ou d'épinard frais","feuilles de salade verte (pour la déco)","Huile d'olive ","Vinaigre balsamique (facultatif)","Vinaigre balsamique (facultatif)","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20130719/40564_w648h414c1cx996cy1504.jpg"},{"name":"Brick de saumon mozzarella tomate","preparation_time":"20","cooking_time":"35","difficulty":"facile","instructions":["Préchauffer le four à 210°C (thermostat 7).","Couper 4 tranches de mozzarella d'environ 0,5cm épaisseur.","Couper 2 tranches de tomate d'épaisseur équivalente à la mozzarella.","Émincer les olives et découper la ciboulette.","Tremper les pavés de saumon dans un peu d'huile d'olive. Y Disposer les olives et la ciboulette.","Faire rapidement griller le dos du saumon à la poêle.","Puis poser le saumon précuit sur la feuille de brick et ajouter une tranche de mozzarella, la tranche de tomate puis la 2e tranche de mozzarella. ","Refermer la brick.","Mettre à four chaud à 210°C (thermostat 7) pendant 35 minutes."],"ingredients":["2pavés de saumon ","2feuilles de brick ","1 tomate ","1boule de mozzarella ","Olives ","Ciboulette ","Huile d'olive ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20110724/31998_w648h414c1cx256cy192.jpg"},{"name":"Tagliatelles au saumon, tomates et basilic","preparation_time":"20","cooking_time":"10","difficulty":"facile","instructions":["Commencer à faire chauffer de l'eau salée pour les tagliatelles jusqu'à ébullition.","Dans une poêle \"wok\", faire revenir l'ail et l'oignon émincés dans un filet d'huile d'olive. ","Ajouter ensuite les tomates coupées en dès d’environ 1 cm.","Laisser cuire pendant quelques minutes, jusqu'à ce que les tomates soient un peu orangées. Poivrer.","Incorporer le saumon en petits morceaux ainsi que le basilic haché. ","Ajouter la crème fraîche et laisser mijoter pendant 2 à 3 min.","Servir chaud sur les tagliatelles.","Bon appétit !"],"ingredients":["200g de tagliatelle ","3 tomates ","6feuilles de basilic ","2 ail ","1 oignon ","200g de saumon fumé ","10cl de crème fraîche ","1pincée de sel ","1pincée de sel ","1pincée de poivre "],"image":"https://assets.afcdn.com/recipe/20171111/74715_w648h414c1cx1224cy1224cxt0cyt0cxb2448cyb2448.jpg"},{"name":"Quiche aux poireaux, tomates et saumon","preparation_time":"30","cooking_time":"35","difficulty":"très facile","instructions":["1) Préparer la pâte : mélanger la farine avec le beurre et le jaune d'oeuf, ajouter une pincée de sel. ","2) Ajouter l'eau en dernier si la pâte vous paraît trop sèche. ","3) Réserver la pâte au frais pendant 1 heure dans du papier sulfurisé. ","4) Etaler la pâte dans un moule beurré et fariné – piquer le fond avec une fourchette – faire cuire au four 10 mn recouverte d'un papier sulfurisé et de haricots secs. ","5) Eplucher, laver, couper les poireaux en julienne – faites-les revenir à feu doux 10 mn avec 25 g de beurre puis ajouter le vin blanc sec – laisser mijoter 2 mn. ","6) Mélanger la crème, le lait, les oeufs entiers battus, le paprika et la ciboulette ciselée – salez, poivrez – couper le saumon en gros cubes. ","7) Sur la pâte, étaler la fondue de poireau, puis mettre les dés de saumon – verser l'appareil crème-oeuf. ","8) Enfourner 15 mn puis déposer sur la quiche des rondelles de tomate – faites encore cuire 10 mn. ","9) servir chaud ou froid."],"ingredients":["250g de farine ","125g de beurre ramolli","1 jaune d'oeuf + 3 entiers","Poivre ","Sel ","Sel ","2cuillères à soupe d'eau ","4 poireaux ","20cl de vin blanc ","25cl de crème fraîche ","10cl de lait ","1pincée de paprika ","1pincée de paprika ","1bouquet de ciboulette ","250g de saumon ","1 tomate "],"image":"https://assets.afcdn.com/recipe/20140111/49052_w648h414c1cx90cy59.jpg"},{"name":"Tarte poireaux tomates et saumon fumé","preparation_time":"20","cooking_time":"35","difficulty":"facile","instructions":["1/ Emincez les poireaux en rondelles fines, faites les revenir à la poêle dans un peu d'huile d'olive.","2/ Coupez les tomates en petits morceaux et rajoutez-les aux poireaux. ","Laissez sur feu moyen une dizaine de minutes en remuant régulièrement.","3/ Pendant le cuisson du mélange poireaux-tomates, mélangez les oeufs, le fromage et la crème.Salez et poivres selon votre goût. ","4/ Etalez la pâte brisée dans un plat, et badigeonnez-en le fond de moutarde. Placez-y le mélange poireaux-tomates. Parsemez de petits morceaux de saumon fumé puis versez par dessus le mélange oeufs-crème-fromage. ","5/ Enfournez pour 35 mn à four Th 6.5."],"ingredients":["5 poireaux ","4 tomates ","3 oeufs ","50g de fromage râpé ","40cl de crème légère","3tranches de saumon fumé ","Moutarde ","Pâte brisée ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20141002/7969_w648h414c1cx1632cy920.jpg"},{"name":"Rougail tomates","preparation_time":"5","cooking_time":null,"difficulty":"facile","instructions":["Couper les tomates en petits dés, puis émincer l'oignon.","Mettre les piments dans le pilon, ajouter 1 cuillère à café de sel, piler le tout.","Ajouter les tomates puis l'oignon émincé.","Mélanger le tout avant de servir."],"ingredients":["3 tomates ","1 oignon ","6 petits piments ","1pincée de sel "],"image":"https://assets.afcdn.com/recipe/20200429/110098_w648h414c1cx739cy739cxt0cyt0cxb2480cyb1653.jpg"},{"name":"Saumon au four à la tomate","preparation_time":"15","cooking_time":"30","difficulty":"très facile","instructions":["Emincez les oignons et coupez les tomates en quatre (si se sont des tomates normales faire des rondelles).","Mélangez les oignons, les lardons, les tomates puis salez poivrez.","Disposez-les dans un plat allant au four.","Hachez l’ail, ajoutez le citron l’huile et le beurre.","Laissez le poisson dans cette marinade, pendant 30 min.","Déposez ensuite le poisson sur le lit d’oignon, lardons, tomates puis arrosez avec un peu de la marinade.","Faites cuire pendant 30 min à 180°C (thermostat 6) en arrosant régulièrement."],"ingredients":["600g de saumon ","3 oignons ","80g de poitrine fumée découpée en lardons","100g de tomates cerises (ou des grosses tomates)","1 citron ","10g de beurre ","1cuillère à soupe d'huile d'olive ","2gousses d'ail ","Persil ","Laurier ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20150916/37676_w648h414c1cx2064cy1161.jpg"},{"name":"Saumon au four, tomates et courgettes","preparation_time":"10","cooking_time":"20","difficulty":"très facile","instructions":["Disposez les filets de saumon dans un grand plat allant au four.","Assaisonnez avec poivre et sel.","Couvrez de tomates-cerise coupées en 2.","Découpez la courgette en languettes. Disposez sur le saumon.","Aspergez d'huile d'olive.","Enfournez 20 min dans un four préchauffé à 180°C (thermostat 6).","Terminez avec quelques feuilles de basilic.","Servez avec des pâtes et éventuellement un peu de pesto."],"ingredients":["4filets de saumon ","Poivre ","Sel ","Sel ","Huile d'olive ","1 tomate -cerise, coupées en deux","1 courgette ","Basilic "],"image":"https://assets.afcdn.com/recipe/20190417/91029_w648h414c1cx2064cy1548cxt0cyt0cxb4128cyb3096.jpg"},{"name":"Riz perse au saumon en 25 minutes","preparation_time":"10","cooking_time":"15","difficulty":"Niveau moyen","instructions":["Rincez le riz pour que l’amidon ne se développe paspendant la cuisson.","Faites-le cuire 8 à 9 minutes dans de l’eaubouillante salée en ajoutant la gousse d’ail entière à l’eau de cuisson.","Faites chauffer une poêle et faites-y cuire le saumon sur la peau. Finissez la cuisson à couvert avec une assiette.","Pelez et émincez les oignons et les carottes, puis faites-les cuire dans lapoêle où a cuit le saumon.","Ciselez les fanes de carottes et l'aneth.","Ajoutez le riz égoutté aux légumes, remuer 2 minutes puis incorporez les fanes et l'aneth hors du feu.","Disposez le saumon sur le riz et servez."],"ingredients":["350g de riz ","600g de saumon ","1petite botte de carotte avec les fanes","2 oignons ","1gousse d'ail ","Sel ","1bouquet d'aneth (facultatif)"],"image":"https://assets.afcdn.com/recipe/20190828/96891_w648h414c1cx810cy540cxt0cyt65cxb1620cyb1080.jpg"},{"name":"Tarte aux aubergines, tomates et parmesan","preparation_time":"20","cooking_time":"20","difficulty":"très facile","instructions":["La pâte : mélanger rapidement avec la paume de la main la farine, le sel et l'huile avec le beurre ramolli en pommade.Ajouter un trait d'eau, pour lier et rassembler la pâte en boule (si elle est trop collante, rectifier en ajoutant de la farine), et laisser reposer 1 h si possible.","Garniture : étaler la pâte dans un plat fariné, saupoudrer le fond de tarte de parmesan râpé, puis étaler la moitié des aubergines (même sorties du congélateur à l'instant!). ","Parsemer de la moitié des tomates et de mozzarella, saler, poivrer, et répéter une fois l'opération. ","Terminer avec un filet d'huile sur l'ensemble, puis du parmesan.","Enfourner pendant 20 min à thermostat 6/7 (200°C), et servir tiède ou froide."],"ingredients":["150g de farine ","75g de beurre ","1 fond de verre d'eau, sel","1trait d'huile d'olive ","300g d'aubergine grillées (vous pouvez les acheter surgelées)","3 tomates coupées en dés (c'est meilleur sans les pépins!)","1boule de mozzarella coupée en dés","Parmesan râpé ","Huile d'olive "],"image":"https://assets.afcdn.com/recipe/20170614/69388_w648h414c1cx3000cy2000.jpg"},{"name":"Oeuf au parmesan","preparation_time":"15","cooking_time":"10","difficulty":"Niveau moyen","instructions":["C'est tout bête : un oeuf au plat...aménagé !","Séparer le blanc du jaune, réserver le jaune. Râper une bonne dose de parmesan frais assez jeune et bien le mélanger avec le blanc. Le mélange doit contenir assez de fromage, sans","en faire une pâte !","Faire chauffer la poêle avec un peu de beurre, y verser le blanc. Là intervient la touche perso : on peut remettre le jaune de suite ou attendre un peu la cuisson du blanc et ajouter déllicatement le jaune vers la fin de","cuisson.","La cuisson se fait à feu moyen. Le tout est à point lorsque le mélange blanc-fromage commence sensiblement et assez brusquement à gonfler ou \"mousser\", c'est assez bizarre comme phénomène : servir de suite !","Bon appétit..."],"ingredients":["4 oeufs ","100g de parmesan "],"image":"https://assets.afcdn.com/recipe/20151222/51508_w648h414c1cx1168cy2080.jpg"},{"name":"Boulettes d'aubergine au parmesan","preparation_time":"15","cooking_time":"5","difficulty":"facile","instructions":["Couper les aubergines dans la longueur en tranches fines. Mettre au four 10 minutes avec de l'huile d'olive jusqu'à ce qu'elles soient dorées et tendres.","Une fois cuites, les passer au mixer.","Dans un saladier, mélanger à la fourchette (surtout pas au mixeur)tous les ingrédients et y ajouter les aubergines mixées.","Former de petites boulettes, les rouler dans la farine et les frire au dernier moment.","Servir avec une sauce au yoghourt assaisonnée de cumin et de piment, avec quelques rondelles de citron."],"ingredients":["1 aubergine ou 2 petites","1 oeuf ","2gousses d'ail écrasées","130g de pain ","90g de parmesan ","2cuillères à soupe d'huile d'olive ","100g de feta ou de fromage de chèvre","4cuillères à soupe de persil ","Farine ","Poivre ","Sel ","Sel ","Yaourt ","Cumin ","Cumin ","Piment ","Piment ","Citron "],"image":"https://assets.afcdn.com/recipe/20121008/1028_w648h414c1cx256cy192.jpg"},{"name":"Chips de parmesan","preparation_time":"1","cooking_time":"6","difficulty":"très facile","instructions":["Faire chauffer le four à 180-200°C (thermostat 6-7).","Etaler une mince couche de parmesan sur une feuille de papier de cuisson ou de silicone.","Poivrer si vous aimez.","Mettre au four 5 à 7 min suivant le four, en surveillant la coloration.","Le parmesan fondu doit à peine brunir.","Laisser refroidir et décoller du papier.","Casser en morceaux de la taille d'une chips.","Cela peut également se faire à la poêle : ","Déposer des petits tas de parmesan râpé sur une poêle chaude légèrement huilée.","Laisser fondre puis durcir, et retirer à l'aide d'une spatule dès que la consistance semble bonne."],"ingredients":["100g de parmesan râpé ","Poivre (facultatif)"],"image":"https://assets.afcdn.com/recipe/20160610/5828_w648h414c1cx3000cy2000.jpg"},{"name":"Gratin d'aubergines au parmesan","preparation_time":"20","cooking_time":"30","difficulty":"facile","instructions":["Pelez les aubergines. Faites revenir les échalotes dans de l'huile d'olive puis ajoutez les aubergines et un peu d'eau pour éviter que ça brûle. Ajoutez l'ail en petits morceaux. ","Après une bonne demi-heure de cuisson, mélangez concentré et sauce tomate, puis ajoutez le parmesan.","Versez le tout dans un plat à gratin et rajoutez une couche de fromage râpé. ","Faites cuire à four chaud (thermostat 7/210°C), jusqu'à ce que soit bien gratiné, puis servez chaud!"],"ingredients":["4 aubergines ","150g de parmesan ","100g de concentré de tomates ","200g de sauce tomate fraîche","200g de sauce tomate fraîche","300g de fromage râpé (gruyère ou autre)","2 échalotes ","1 ail ","Huile d'olive ","Herbes de Provence "],"image":"https://assets.afcdn.com/recipe/20160804/357_w648h414c1cx1500cy1000.jpg"},{"name":"Croquettes au Parmesan (Italie)","preparation_time":"30","cooking_time":"5","difficulty":"très facile","instructions":["Faire une béchamel très épaisse avec beurre, farine et lait. ","Hors du feu, ajouter les jaunes d'oeuf. Ajouter le parmesan, muscade, sel et poivre, selon votre goût. ","Laisser refroidir la préparation dans un plat placé pendant une heure environ dans le frigo.","Partager la préparation en 8 parts et les passer successivement dans de la farine, du blanc d'oeuf et de la chapelure. ","Chauffer une friteuse ou de l'huile dans une poêle profonde à environ 180°C et faire dorer les croquettes. ","Laisser égoutter sur papier absorbant."],"ingredients":["70g de beurre ou de margarine","70g de farine ","40cl de lait ","3 jaunes d'oeuf ","150g de parmesan ","Poivre ","Sel ","Sel ","Muscade (quantités selon vos goûts)","Muscade (quantités selon vos goûts)","Blanc d'oeuf ","Chapelure ","Huile de friture ","Huile de friture "],"image":"https://assets.afcdn.com/recipe/20170614/69258_w648h414c1cx2000cy3000.jpg"},{"name":"Béchamel au parmesan","preparation_time":"3","cooking_time":"10","difficulty":"très facile","instructions":["Faire fondre le beurre à feu moyen.","Ajouter la maïzena, tout en remuant au fouet, de manière à éviter les grumeaux.","Puis, ajouter la crème fraîche, en remuant toujours.","Laisser diminuer 2 min.","Puis, ajouter le parmesan.","Laisser chauffer 2 min, tout en remuant.","Déguster!!!"],"ingredients":["10g de beurre ","1cuillère à café de maïzena ","25cl de crème fleurette semi-épaisse","35g de parmesan "],"image":"https://assets.afcdn.com/recipe/20151008/45117_w648h414c1cx1500cy1125.jpg"},{"name":"Salade d'épinards au parmesan","preparation_time":"10","cooking_time":null,"difficulty":"très facile","instructions":["Après avoir choisi les plus tendres et claires feuilles d'épinards, les équeuter et les laver. ","Préparer la sauce en mélangeant le sel, le poivre, les deux huiles et le jus de citron. Couper les tomates cerises en deux, rajouter l'ananas coupé en petits morceaux, les feuilles d'épinards essorées puis les copeaux de parmesan coupés au couteau économe. Mélanger le tout et servir. "],"ingredients":["200g d'épinards ","10 tomates cerise ","100g de parmesan frais","4tranches d'ananas ","1 citron ","2cuillères à soupe d'huile d'olive ","2cuillères à soupe d'huile de colza ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20140814/28985_w648h414c1cx1000cy1500.jpg"},{"name":"Asperges rôties au parmesan","preparation_time":"15","cooking_time":"6","difficulty":"facile","instructions":["Epluchez les asperges de haut en bas. Coupez la base et conservez-la pour un velouté.","Faites chauffer le beurre et l'huile d'olive dans une poêle. Ajoutez-y les asperges et faites-les rôtir sur un feu moyen doux 6 à 8 min en les retournant régulièrement afin de bien les colorer et les cuire Al dente. Poivrez en fin de cuisson","Disposez les asperges dans un plat et par-dessus prélevez à l’économe des copeaux de parmesan. Disposez en chiffonnade le jambon cru par-dessus les asperges et servez."],"ingredients":["16 asperges blanches des Landes","100g de parmesan en morceaux","150g de jambon cru taillé finement (Bayonne, Serrano)","25g de beurre ","Huile d'olive ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20200525/111474_w648h414c1cx960cy540cxt0cyt0cxb1920cyb1080.png"},{"name":"Salade poulet parmesan","preparation_time":"15","cooking_time":"10","difficulty":"très facile","instructions":["Faites cuire les morceaux de poulet préalablement découpés en fines lanières.","Disposez la salade, préalablement lavée et coupée dans deux assiettes.","A l'aide d'un économ, faites des copeux de parmesan que vous disposez sur la salade.","Disposez ensuite les tomates sechées.","Lorsque les morceaux de poulets sont devenus un peu croustillants, disposez-les sur la salade, après les avoir un peu égouttés.","Assaisonnez, servez, c'est prêt."],"ingredients":["1 salade au choix","2morceaux de poulet de 100 g chacuns","1morceau de parmesan ","8 tomates sechées","Vinaigrette  sel, poivre, huile d'olive, vinaigre balsamique et un peu de moutarde douc"],"image":"https://assets.afcdn.com/recipe/20160712/30073_w648h414c1cx800cy600.jpg"},{"name":"Cookies parmesan tomates séchées","preparation_time":"20","cooking_time":"10","difficulty":"très facile","instructions":["Mélanger la farine, le parmesan, la levure, le sel. Ajouter l’œuf puis le beurre. Façonner une boule de pâte. Malaxer en ajoutant les herbes de Provence (ne pas hésiter à en mettre beaucoup pour donner du goût).","Couper en petits bouts les tomates séchées. Prélever des petites quantité de pâte pour façonner les cookies sur une plaque du four, et incorporer quelques morceaux de tomates séchées dans chaque petit cookie (ne pas poser les morceaux de tomates sur le cookie mais les intégrer dans chaque boule de pâte pour que le tout soit homogène)","Aplatir les boules pour que ça ne gonfle pas trop.","Faire cuire les cookies 10 minutes au four à 210°C (thermostat 7)."],"ingredients":["80g de farine ","40g de parmesan râpé ","1cuillère à café de levure ","1 oeuf ","40g de beurre ","Herbes de Provence ","30g de tomate séchée ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20111205/8169_w648h414c1cx256cy192.jpg"},{"name":"Risotto au brocoli et parmesan","preparation_time":"15","cooking_time":"18","difficulty":"Niveau moyen","instructions":["Pelez et émincez l'oignon.","Séparez les bouquets de brocolis puis lavez-les.","Dans une cocotte contenant l'huile chaude, faites dorer l'oignon puis ajoutez le riz. Faites-le revenir jusqu'à ce qu'il devienne translucide.","Ajoutez le vin blanc, l'eau, les tablettes de bouillon et les bouquets de brocolis. Faites cuire à feu moyen environ 16 à 18 minutes à couvert.","Saupoudrez de parmesan râpé. Mélangez puis servez sans tarder."],"ingredients":["200g de riz pour risotto ","2cubes de Bouillon KUB OR MAGGI ","2cubes de Bouillon KUB OR MAGGI ","300g de brocoli ","200ml de vin blanc ","800ml d'eau ","4cuillères à soupe de parmesan râpé ","1cuillère à soupe d'huile d'olive ","1pincée de poivre "],"image":"https://assets.afcdn.com/recipe/20200220/107943_w648h414c1cx402cy512cxt0cyt0cxb804cyb1024.jpg"}]}