{"recipes":[{"name":"Beignets de brocolis au parmesan","preparation_time":"10","cooking_time":"12","difficulty":"Niveau moyen","instructions":["Séparez les fleurettes des tiges, coupez-les en petites bouchées. Pelez la peau des tiges et coupez-les en tranches.","Faites bouillir de l'eau dans une casserole, ajoutez les brocolis, laissez cuire 5 à 6 minutes avec un couvercle, égouttez, laissez refroidir.","Dans un saladier, battez légèrement l’œuf. Ajoutez la farine, le fromage, l'ail, du sel et du poivre. Ajoutez les brocolis. Avec un presse purée écrasez puis mélangez.","Faites chauffer une poêle à feu moyen. Une fois chaude, ajoutez 2 cuillères à soupe d'huile d'olive. Placez une cuillère à soupe de votre préparation et aplatissez là avec une spatule, répétez. Après 2 à 3 minutes retournez-les et faites cuire encore 2 à 3 minutes. ","Sortez les beignets et laissez-les s'égoutter sur une feuille d'essuie tout."],"ingredients":["220g de brocoli frais","1 oeuf ","65g de farine de blé ","30g de parmesan ","1petite gousse d'ail ","1pincée de sel ","1pincée de sel ","1pincée de poivre ","Huile d'olive "],"image":"https://assets.afcdn.com/recipe/20130610/54258_w648h414c1cx256cy192.jpg"},{"name":"Quiche sans pâte aux brocolis","preparation_time":"15","cooking_time":"20","difficulty":"très facile","instructions":["Préchauffer le four à 180°C.","Battre ensemble les oeufs et la crème, le sel et le poivre. Ajouter la farine. Dans un moule, disposer quelques bouquets de brocolis préalablement cuits, quelques lardons cuits. ","Ajouter le gruyère et le mélange à base d'oeufs + farine.","Cuire le tout 20 mn environ à 180°C."],"ingredients":["2 oeufs entiers","4dl de lait ou crème fraîche","100g de gruyère râpé ","100g de farine ","Lardons ","Sel /poivre","Sel /poivre"],"image":"https://assets.afcdn.com/recipe/20160105/29141_w648h414c1cx640cy400.jpg"},{"name":"Pâtes aux brocolis","preparation_time":"25","cooking_time":"15","difficulty":"facile","instructions":["Faire cuire les pates al dente.","Faire bouillir les brocolis dans l'eau salée, jusqu'à ce qu'ils soient très cuits.","Faire revenir l'ail et le piment émincés dans l'huile. Ajouter les brocolis cuits ecrasés de façon à faire une sauce.","Ajouter le vin blanc, faire réduire 5 mn et ajouter la crème liquide, puis la moitié du parmesan râpé.","Verser la sauce sur les pâtes, mélanger bien et saupoudrer du reste du parmesan avant de servir."],"ingredients":["400g de brocoli ","1verre de crème liquide ","1gousse d'ail ","50g de parmesan râpé ","1/2 petit piment frais (sans les graines) ou une pincée de piment en poudre","250g de pâtes fraiches (de préférence des penne)","1verre de vin blanc sec ","2cuillères à soupe d'huile d'olive "],"image":"https://assets.afcdn.com/recipe/20130823/13610_w648h414c1cx1500cy1123.jpg"},{"name":"Pâtes grâtinées aux brocolis","preparation_time":"15","cooking_time":"20","difficulty":"très facile","instructions":["Détailler le brocoli en petits bouquets, couper un peu le pied.","Plonger les pâtes et les bouquets de broccoli dans la même casserole d'eau boullante salée (le brocoli sera cuit en 10-12 minutes, comme la plupart des pâtes)","Egoutter pâtes et broccoli, mélanger avec crème et fromage râpé dans un plat à gratin. ","Saupoudrez de parmesan et faire gratiner au four."],"ingredients":["250g de pâtes (penne rigate, rigatoni)","1 brocoli ","1petit pot de crème (allégée par exemple)","Fromage râpé ","Parmesan ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20150210/850_w648h414c1cx1632cy1224.jpg"},{"name":"Pâtes au roquefort et brocolis","preparation_time":"10","cooking_time":"10","difficulty":"très facile","instructions":["Faire cuire les brocolis \"al dente\" pendant que les spaghettis cuisent. ","Ecraser le Roquefort ; l'ajouter à la crème fraîche chaude ; remuer pour que le Roquefort fonde ; poivrer. ","Mélanger les spaghettis aux brocolis et à cette sauce ; . ","Servir immédiatement"],"ingredients":["500g de spaghetti ","500g de brocoli ","150g de roquefort ","20cl de crème fraîche épaisse "],"image":"https://assets.afcdn.com/recipe/20130910/22215_w648h414c1cx2808cy1872.jpg"},{"name":"Pâtes au brocolis facon carbonara","preparation_time":"30","cooking_time":"30","difficulty":"très facile","instructions":["Laver et faire bouillir le brocolis dans une casserole d'eau avec un peu de sel (pas trop car les lardons salent beaucoup).","Faire revenir les lardons à feu moyen sans ajout de matière grasse.","Lorsqu'ils ont dégorgé leur graisse, ajouter l'oignon haché et laisser confire le tout à feu moyen.","Une fois le brocolis cuit, l'égoutter, le mettre avec les lardons et l'écraser grossièrement.","Ajouter le pot de crème fraîche, laisser mijoter à feu doux 5 min (il ne faut pas que ca bout trop !!) et ajouter la noix de muscade.","Faire cuire les pâtes comme indiqué sur le paquet et égoutter.","Servir la sauce mélangée aux pâtes ou à part, selon votre goût..."],"ingredients":["500g de macaroni (ou une autre sorte)","1barquette de lardons fumés ","1bouquet de brocoli (500 g minimum)","1 oignon (ou 2 si vous aimez les oignons)","2pincées de muscade ","2pincées de muscade ","1pot de crème faîche (20 cl)"],"image":"https://assets.afcdn.com/recipe/20190427/91495_w648h414c1cx1632cy1107cxt0cyt0cxb3264cyb2214.jpg"},{"name":"Gratin de pâtes aux brocolis","preparation_time":"30","cooking_time":"15","difficulty":"très facile","instructions":["Faire cuire les brocolis à la vapeur ou à l'eau.","Faire cuire les pâtes al dente.","Emincer les champignons et les faire revenir avec une cuillère à soupe d'huile d'olive.","Découper les escalopes de poulet en cube et les faire revenir à la poêle.","Mélanger tous les ingrédients ds un plats allant au four, saler, poivrer, ajouter une petite cuillère de curry, mélanger à nouveau.","Recouvrir de fromage râpé et mettre à gratiner au four quelques minutes.","N.B : on peut également ajouter des lamelles de fromage de brebis, c'est délicieux!!!"],"ingredients":["3 brocolis ","5 champignons de Paris moyens","250g de pâtes (complètes de préférence)","2 escalopes de poulet (200g environ)","Gruyère râpé (selon votre goût)","Poivre ","Sel ","Sel ","Curry ","Curry "],"image":"https://assets.afcdn.com/recipe/20100120/10746_w648h414c1cx256cy192.jpg"},{"name":"Pâtes raviolis Brocoli-Ricotta","preparation_time":"15","cooking_time":"15","difficulty":"très facile","instructions":["Coupez le broccoli en petit bouquets. Faite-le cuire dans de l'eau bouillante salée. ","Coupez les tomates en petits dés.","Dans un poelon, mélanger les deux légumes et ajoutez-y la ricotta, salez et poivrez légerement. Laissez mijoter 5 à 10 minutes à feux doux","Pendant ce temps, mettez les raviolis dans de l'eau bouillante salée.","égouttez les pâtes et servez.","Pour les grands amateurs de ricotta, mettre une cuillère à soupe de fromage dur le dessus de l'assiette. Effet frais garanti!"],"ingredients":["500g de ravioli frais (fourrés au jambon de parme par exemple)","2 tomates ","1bouquet de brocoli ","1pot de ricotta ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20191201/103300_w648h414c1cx2016cy1512cxt0cyt0cxb4032cyb3024.jpg"},{"name":"Pâtes Bayonne à la crème parmesane","preparation_time":"10","cooking_time":"10","difficulty":"très facile","instructions":["Les Pipe Rigatte mettent 10 min à cuire. Les faire cuire à part avec un filet d'huile d'olive, en synchronisant leur cuisson avec celle de la garniture.","Dans une petite casserole, à feu doux, faire fondre 30 gr de beurre. Ne pas le laisser trop cuire, il faut juste qu'il fonde. Là, ajouter les tranches de jambon de Bayonne coupées en petits bouts. Laisser dorer.","Ajouter la crème fraîche et mélanger à la cuiller pour ne pas laisser le beurre remonter en surface. Laisser chauffer.","Une fois que c'est chaud, incorporer le parmesan, autant qu'il en faut pour épaissir un peu la crème. Goûter et en rajouter selon préférence. Bien mélanger et finir à feu très doux.","Quand les pâtes sont prêtes, égoutter et servir dans une assiette. Laisser la casserole de garniture à part et garnir chaque assiette séparément."],"ingredients":["250g d'autres grosses pâtes creuses)","30g de beurre ","4tranches de jambon cru ","25cl de crème fraîche ","Parmesan râpé (quantité selon votre goût)"],"image":"https://assets.afcdn.com/recipe/20100120/19509_w648h414c1cx256cy192.jpg"},{"name":"Risotto au brocoli et parmesan","preparation_time":"15","cooking_time":"18","difficulty":"Niveau moyen","instructions":["Pelez et émincez l'oignon.","Séparez les bouquets de brocolis puis lavez-les.","Dans une cocotte contenant l'huile chaude, faites dorer l'oignon puis ajoutez le riz. Faites-le revenir jusqu'à ce qu'il devienne translucide.","Ajoutez le vin blanc, l'eau, les tablettes de bouillon et les bouquets de brocolis. Faites cuire à feu moyen environ 16 à 18 minutes à couvert.","Saupoudrez de parmesan râpé. Mélangez puis servez sans tarder."],"ingredients":["200g de riz pour risotto ","2cubes de Bouillon KUB OR MAGGI ","2cubes de Bouillon KUB OR MAGGI ","300g de brocoli ","200ml de vin blanc ","800ml d'eau ","4cuillères à soupe de parmesan râpé ","1cuillère à soupe d'huile d'olive ","1pincée de poivre "],"image":"https://assets.afcdn.com/recipe/20200220/107943_w648h414c1cx402cy512cxt0cyt0cxb804cyb1024.jpg"},{"name":"Pâtes au saumon et brocolis","preparation_time":"10","cooking_time":"10","difficulty":"très facile","instructions":["Défaire les brocolis en petits bouquets, les laver et les cuire 5 min à l’eau bouillante salée, les égoutter et les garder au chaud.","Couper le saumon en lamelles.","Cuire les pâtes.","Les égoutter.","Dans une casserole, mélanger les jaunes et la crème, ajouter les pâtes, le saumon et le brocolis.","Poivrer, mettre la casserole sur feu doux.","Présenter dans un plat avec du parmesan."],"ingredients":["500g de pâtes (des tagliatelles par exemple)","1 saumon fumé ","500g de brocoli ","2 jaunes d'oeuf ","30cl de crème fraîche épaisse ","Parmesan ","Poivre "],"image":"https://assets.afcdn.com/recipe/20160225/5917_w648h414c1cx1632cy918.jpg"},{"name":"Pâtes au brocoli & fromage frais","preparation_time":"5","cooking_time":"20","difficulty":"très facile","instructions":["Couper les bouquets du brocoli.","Faire revenir les bouquet 5 minutes dans de l'eau bouillante puis réserver.","Conserver l'eau de cuisson, y ajouter le cube de bouillon puis y cuire les pâtes selon les instructions du paquet.","Pendant ce temps, faire revenir un oignon émincé dans un filet d'huile d'olive. Ajouter les morceaux de brocoli puis le fromage frais et assaisonner au goût (sel, poivre, thym).","Une fois les pâtes cuites, les ajouter à la préparation, bien mélanger et mettre un peu de parmesan.","Bon appétit !"],"ingredients":["180g de pâtes ","1 brocoli ","1 oignon ","50g de fromage frais (ou crème fraîche)","Huile d'olive ","1cube de bouillon ","1cube de bouillon ","Sel ","Sel ","Poivre ","Thym ","Thym ","Parmesan "],"image":"https://assets.afcdn.com/recipe/20200331/109387_w648h414c1cx269cy471cxt0cyt0cxb525cyb700.jpg"},{"name":"Asperges rôties au parmesan","preparation_time":"15","cooking_time":"6","difficulty":"facile","instructions":["Epluchez les asperges de haut en bas. Coupez la base et conservez-la pour un velouté.","Faites chauffer le beurre et l'huile d'olive dans une poêle. Ajoutez-y les asperges et faites-les rôtir sur un feu moyen doux 6 à 8 min en les retournant régulièrement afin de bien les colorer et les cuire Al dente. Poivrez en fin de cuisson","Disposez les asperges dans un plat et par-dessus prélevez à l’économe des copeaux de parmesan. Disposez en chiffonnade le jambon cru par-dessus les asperges et servez."],"ingredients":["16 asperges blanches des Landes","100g de parmesan en morceaux","150g de jambon cru taillé finement (Bayonne, Serrano)","25g de beurre ","Huile d'olive ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20200525/111474_w648h414c1cx960cy540cxt0cyt0cxb1920cyb1080.png"},{"name":"Tagliatelles tomatées au saumon fumé","preparation_time":"20","cooking_time":"20","difficulty":"très facile","instructions":["Couper le saumon fumé en lanières. ","Délayer le concentré de tomates avec un peu de crème fraîche. ","Faire chauffer doucement la crème fraîche dans une casserole et y incorporer le concentré de tomates. ","Y rajouter le saumon fumé et laisser cuire à feu doux pendant environ 15 mn, poivrez (pas ou peu de sel, le saumon fumé étant déja très salé). ","Cuire les tagliatelles. ","Server dans chaque assiette les pâtes recouvertes de la sauce, puis quelques brins d'aneth dessus."],"ingredients":["4tranches de saumon fumé ","2cuillères à soupe de concentré de tomates ","Crème fraîche épaisse  50 c","Aneth  quelques branche","Aneth  quelques branche"],"image":"https://assets.afcdn.com/recipe/20100120/60390_w648h414c1cx256cy192.jpg"},{"name":"Verrines avocat saumon tomates","preparation_time":"20","cooking_time":null,"difficulty":"très facile","instructions":["Pour 4 verrines (moyennes)","Épluchez l'avocat et coupez le en petits cubes. Mélangez le aux dès de saumon, à la crème fraiche épaisse et ajoutez l'aneth.","Répartissez dans les verrines. Coupez les tomates en cubes, retirez les pépins et placez les cubes sur le tartare de saumon.","Faites griller les pignons à sec dans une poêle et répartissez les sur les verrines; Préparez une vinaigrette avec l'huile d'olive et le vinaigre et versez la sur les verrines.","Réservez au frais avant de servir!"],"ingredients":["180g de saumon ","1 avocat bien mûr","2 tomates ","1cuillère à soupe de crème épaisse ","1cuillère à soupe d'huile d'olive ","2cuillères à café de vinaigre balsamique ","2cuillères à café de vinaigre balsamique ","Aneth frais ciselé","Aneth frais ciselé","1cuillère à café de pignons de pins","1cuillère à café de pignons de pins"],"image":"https://assets.afcdn.com/recipe/20160102/36644_w648h414c1cx972cy1296.jpg"},{"name":"dômes de tomate et saumon","preparation_time":"15","cooking_time":"15","difficulty":"très facile","instructions":["Ebouillanter les tomates afin de retirer la peau.","Passer le poivron sous le gril et retirer la peau.","Faire cuire les légumes coupés en morceaux 10 min dans une casserole, ajouter l'aneth et assaisonner.","Faire tremper la gélatine dans un peu d'eau.","Laisser tiédir les légumes puis ajouter le saumon et la gélatine essorée.","Mélanger le tout et rectifier l'assaisonnement.","Verser la préparation dans des moules individuels et mettre au frigo 3 h.","Démouler sur assiette et décorer avec une tomate cerise et une petite branche d'aneth."],"ingredients":["3 tomates bien fermes","1/2 poivron rouge ","180g de saumon fumé ","Aneth ","Aneth ","3feuilles de gélatine ","3feuilles de gélatine ","Poivre ","Sel ","Sel ","4 tomates cerise ","Aneth ","Aneth "],"image":"https://assets.afcdn.com/recipe/20130719/64070_w648h414c1cx1000cy1504.jpg"},{"name":"Brick de saumon mozzarella tomate","preparation_time":"20","cooking_time":"35","difficulty":"facile","instructions":["Préchauffer le four à 210°C (thermostat 7).","Couper 4 tranches de mozzarella d'environ 0,5cm épaisseur.","Couper 2 tranches de tomate d'épaisseur équivalente à la mozzarella.","Émincer les olives et découper la ciboulette.","Tremper les pavés de saumon dans un peu d'huile d'olive. Y Disposer les olives et la ciboulette.","Faire rapidement griller le dos du saumon à la poêle.","Puis poser le saumon précuit sur la feuille de brick et ajouter une tranche de mozzarella, la tranche de tomate puis la 2e tranche de mozzarella. ","Refermer la brick.","Mettre à four chaud à 210°C (thermostat 7) pendant 35 minutes."],"ingredients":["2pavés de saumon ","2feuilles de brick ","1 tomate ","1boule de mozzarella ","Olives ","Ciboulette ","Huile d'olive ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20110724/31998_w648h414c1cx256cy192.jpg"},{"name":"Croque-monsieur saumon, tomates, mozzarella","preparation_time":"10","cooking_time":"25","difficulty":"facile","instructions":["Dans un saladier mélanger le fromage frais, les tranches de saumon coupées grossièrement en morceaux, une demi boule de mozzarella coupée en petit dés. ","Saler, poivrer, ajouter quelques gouttes de citron et l'aneth (selon les goûts). Pour ma part j'ajoute une touche de piment d'Espelette.","Disposer sur une plaque 4 tranches de pain de mie (prendre des grande tranche de préférence), sur ces tranche, tartiner généreusement la préparation au saumon puis parsemer avec les dés de tomates et quelques morceaux de la mozzarella restante coupées en dés. (s'il reste de la mozzarella conservez-la).","Couvrir la seconde tranche de pain de mie et s'il vous en reste disposer quelques morceaux de mozzarella par dessus cette 2ème tranche.","Enfourner 25 min à 180°C (thermostat 6) environ. Servir chaud."],"ingredients":["8tranches de pain de mie spécial sandwich","140g de saumon fumée (ou nature) en tranches (en paquet de 4 tranches)","3boules de mozzarella ","2 tomates ","150g de fromage frais ","Sel ","Sel ","Poivre ","1bouquet d'aneth ","1bouquet d'aneth ","1 citron "],"image":"https://assets.afcdn.com/recipe/20171107/74465_w648h414c1cx640cy360cxt0cyt0cxb1280cyb720.jpg"},{"name":"Brochettes de saumon et tomates","preparation_time":"10","cooking_time":null,"difficulty":"très facile","instructions":["Découper le saumon en lanières, le fromage frais en petits carrés, et les tomates-cerises en 2.","Préparer de courtes brochettes, en alternant une demi tomate, et un cube de fromage frais enrobé dans une lanière de saumon. ","Disposer quelques feuilles de salade verte dans une assiette, sur laquelles vous disposerez les brochettes.","Assaisonner de sel et de poivre, arroser d'un filet d'huile et de vinaigre balsamique (facultatif).","Aromatiser de thym (frais si possible)."],"ingredients":["2tranches de saumon fumé ","1barquette de tomate cocktail","1cube de feta ou de mozzarella","feuilles de roquette et/ou d'épinard frais","feuilles de salade verte (pour la déco)","Huile d'olive ","Vinaigre balsamique (facultatif)","Vinaigre balsamique (facultatif)","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20130719/40564_w648h414c1cx996cy1504.jpg"},{"name":"Tagliatelles au saumon, tomates et basilic","preparation_time":"20","cooking_time":"10","difficulty":"facile","instructions":["Commencer à faire chauffer de l'eau salée pour les tagliatelles jusqu'à ébullition.","Dans une poêle \"wok\", faire revenir l'ail et l'oignon émincés dans un filet d'huile d'olive. ","Ajouter ensuite les tomates coupées en dès d’environ 1 cm.","Laisser cuire pendant quelques minutes, jusqu'à ce que les tomates soient un peu orangées. Poivrer.","Incorporer le saumon en petits morceaux ainsi que le basilic haché. ","Ajouter la crème fraîche et laisser mijoter pendant 2 à 3 min.","Servir chaud sur les tagliatelles.","Bon appétit !"],"ingredients":["200g de tagliatelle ","3 tomates ","6feuilles de basilic ","2 ail ","1 oignon ","200g de saumon fumé ","10cl de crème fraîche ","1pincée de sel ","1pincée de sel ","1pincée de poivre "],"image":"https://assets.afcdn.com/recipe/20171111/74715_w648h414c1cx1224cy1224cxt0cyt0cxb2448cyb2448.jpg"},{"name":"Quiche aux poireaux, tomates et saumon","preparation_time":"30","cooking_time":"35","difficulty":"très facile","instructions":["1) Préparer la pâte : mélanger la farine avec le beurre et le jaune d'oeuf, ajouter une pincée de sel. ","2) Ajouter l'eau en dernier si la pâte vous paraît trop sèche. ","3) Réserver la pâte au frais pendant 1 heure dans du papier sulfurisé. ","4) Etaler la pâte dans un moule beurré et fariné – piquer le fond avec une fourchette – faire cuire au four 10 mn recouverte d'un papier sulfurisé et de haricots secs. ","5) Eplucher, laver, couper les poireaux en julienne – faites-les revenir à feu doux 10 mn avec 25 g de beurre puis ajouter le vin blanc sec – laisser mijoter 2 mn. ","6) Mélanger la crème, le lait, les oeufs entiers battus, le paprika et la ciboulette ciselée – salez, poivrez – couper le saumon en gros cubes. ","7) Sur la pâte, étaler la fondue de poireau, puis mettre les dés de saumon – verser l'appareil crème-oeuf. ","8) Enfourner 15 mn puis déposer sur la quiche des rondelles de tomate – faites encore cuire 10 mn. ","9) servir chaud ou froid."],"ingredients":["250g de farine ","125g de beurre ramolli","1 jaune d'oeuf + 3 entiers","Poivre ","Sel ","Sel ","2cuillères à soupe d'eau ","4 poireaux ","20cl de vin blanc ","25cl de crème fraîche ","10cl de lait ","1pincée de paprika ","1pincée de paprika ","1bouquet de ciboulette ","250g de saumon ","1 tomate "],"image":"https://assets.afcdn.com/recipe/20140111/49052_w648h414c1cx90cy59.jpg"},{"name":"Tarte poireaux tomates et saumon fumé","preparation_time":"20","cooking_time":"35","difficulty":"facile","instructions":["1/ Emincez les poireaux en rondelles fines, faites les revenir à la poêle dans un peu d'huile d'olive.","2/ Coupez les tomates en petits morceaux et rajoutez-les aux poireaux. ","Laissez sur feu moyen une dizaine de minutes en remuant régulièrement.","3/ Pendant le cuisson du mélange poireaux-tomates, mélangez les oeufs, le fromage et la crème.Salez et poivres selon votre goût. ","4/ Etalez la pâte brisée dans un plat, et badigeonnez-en le fond de moutarde. Placez-y le mélange poireaux-tomates. Parsemez de petits morceaux de saumon fumé puis versez par dessus le mélange oeufs-crème-fromage. ","5/ Enfournez pour 35 mn à four Th 6.5."],"ingredients":["5 poireaux ","4 tomates ","3 oeufs ","50g de fromage râpé ","40cl de crème légère","3tranches de saumon fumé ","Moutarde ","Pâte brisée ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20141002/7969_w648h414c1cx1632cy920.jpg"},{"name":"Rougail tomates","preparation_time":"5","cooking_time":null,"difficulty":"facile","instructions":["Couper les tomates en petits dés, puis émincer l'oignon.","Mettre les piments dans le pilon, ajouter 1 cuillère à café de sel, piler le tout.","Ajouter les tomates puis l'oignon émincé.","Mélanger le tout avant de servir."],"ingredients":["3 tomates ","1 oignon ","6 petits piments ","1pincée de sel "],"image":"https://assets.afcdn.com/recipe/20200429/110098_w648h414c1cx739cy739cxt0cyt0cxb2480cyb1653.jpg"},{"name":"Saumon au four à la tomate","preparation_time":"15","cooking_time":"30","difficulty":"très facile","instructions":["Emincez les oignons et coupez les tomates en quatre (si se sont des tomates normales faire des rondelles).","Mélangez les oignons, les lardons, les tomates puis salez poivrez.","Disposez-les dans un plat allant au four.","Hachez l’ail, ajoutez le citron l’huile et le beurre.","Laissez le poisson dans cette marinade, pendant 30 min.","Déposez ensuite le poisson sur le lit d’oignon, lardons, tomates puis arrosez avec un peu de la marinade.","Faites cuire pendant 30 min à 180°C (thermostat 6) en arrosant régulièrement."],"ingredients":["600g de saumon ","3 oignons ","80g de poitrine fumée découpée en lardons","100g de tomates cerises (ou des grosses tomates)","1 citron ","10g de beurre ","1cuillère à soupe d'huile d'olive ","2gousses d'ail ","Persil ","Laurier ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20150916/37676_w648h414c1cx2064cy1161.jpg"},{"name":"Saumon au four, tomates et courgettes","preparation_time":"10","cooking_time":"20","difficulty":"très facile","instructions":["Disposez les filets de saumon dans un grand plat allant au four.","Assaisonnez avec poivre et sel.","Couvrez de tomates-cerise coupées en 2.","Découpez la courgette en languettes. Disposez sur le saumon.","Aspergez d'huile d'olive.","Enfournez 20 min dans un four préchauffé à 180°C (thermostat 6).","Terminez avec quelques feuilles de basilic.","Servez avec des pâtes et éventuellement un peu de pesto."],"ingredients":["4filets de saumon ","Poivre ","Sel ","Sel ","Huile d'olive ","1 tomate -cerise, coupées en deux","1 courgette ","Basilic "],"image":"https://assets.afcdn.com/recipe/20190417/91029_w648h414c1cx2064cy1548cxt0cyt0cxb4128cyb3096.jpg"},{"name":"Riz perse au saumon en 25 minutes","preparation_time":"10","cooking_time":"15","difficulty":"Niveau moyen","instructions":["Rincez le riz pour que l’amidon ne se développe paspendant la cuisson.","Faites-le cuire 8 à 9 minutes dans de l’eaubouillante salée en ajoutant la gousse d’ail entière à l’eau de cuisson.","Faites chauffer une poêle et faites-y cuire le saumon sur la peau. Finissez la cuisson à couvert avec une assiette.","Pelez et émincez les oignons et les carottes, puis faites-les cuire dans lapoêle où a cuit le saumon.","Ciselez les fanes de carottes et l'aneth.","Ajoutez le riz égoutté aux légumes, remuer 2 minutes puis incorporez les fanes et l'aneth hors du feu.","Disposez le saumon sur le riz et servez."],"ingredients":["350g de riz ","600g de saumon ","1petite botte de carotte avec les fanes","2 oignons ","1gousse d'ail ","Sel ","1bouquet d'aneth (facultatif)"],"image":"https://assets.afcdn.com/recipe/20190828/96891_w648h414c1cx810cy540cxt0cyt65cxb1620cyb1080.jpg"},{"name":"Tarte aux aubergines, tomates et parmesan","preparation_time":"20","cooking_time":"20","difficulty":"très facile","instructions":["La pâte : mélanger rapidement avec la paume de la main la farine, le sel et l'huile avec le beurre ramolli en pommade.Ajouter un trait d'eau, pour lier et rassembler la pâte en boule (si elle est trop collante, rectifier en ajoutant de la farine), et laisser reposer 1 h si possible.","Garniture : étaler la pâte dans un plat fariné, saupoudrer le fond de tarte de parmesan râpé, puis étaler la moitié des aubergines (même sorties du congélateur à l'instant!). ","Parsemer de la moitié des tomates et de mozzarella, saler, poivrer, et répéter une fois l'opération. ","Terminer avec un filet d'huile sur l'ensemble, puis du parmesan.","Enfourner pendant 20 min à thermostat 6/7 (200°C), et servir tiède ou froide."],"ingredients":["150g de farine ","75g de beurre ","1 fond de verre d'eau, sel","1trait d'huile d'olive ","300g d'aubergine grillées (vous pouvez les acheter surgelées)","3 tomates coupées en dés (c'est meilleur sans les pépins!)","1boule de mozzarella coupée en dés","Parmesan râpé ","Huile d'olive "],"image":"https://assets.afcdn.com/recipe/20170614/69388_w648h414c1cx3000cy2000.jpg"},{"name":"Oeuf au parmesan","preparation_time":"15","cooking_time":"10","difficulty":"Niveau moyen","instructions":["C'est tout bête : un oeuf au plat...aménagé !","Séparer le blanc du jaune, réserver le jaune. Râper une bonne dose de parmesan frais assez jeune et bien le mélanger avec le blanc. Le mélange doit contenir assez de fromage, sans","en faire une pâte !","Faire chauffer la poêle avec un peu de beurre, y verser le blanc. Là intervient la touche perso : on peut remettre le jaune de suite ou attendre un peu la cuisson du blanc et ajouter déllicatement le jaune vers la fin de","cuisson.","La cuisson se fait à feu moyen. Le tout est à point lorsque le mélange blanc-fromage commence sensiblement et assez brusquement à gonfler ou \"mousser\", c'est assez bizarre comme phénomène : servir de suite !","Bon appétit..."],"ingredients":["4 oeufs ","100g de parmesan "],"image":"https://assets.afcdn.com/recipe/20151222/51508_w648h414c1cx1168cy2080.jpg"},{"name":"Boulettes d'aubergine au parmesan","preparation_time":"15","cooking_time":"5","difficulty":"facile","instructions":["Couper les aubergines dans la longueur en tranches fines. Mettre au four 10 minutes avec de l'huile d'olive jusqu'à ce qu'elles soient dorées et tendres.","Une fois cuites, les passer au mixer.","Dans un saladier, mélanger à la fourchette (surtout pas au mixeur)tous les ingrédients et y ajouter les aubergines mixées.","Former de petites boulettes, les rouler dans la farine et les frire au dernier moment.","Servir avec une sauce au yoghourt assaisonnée de cumin et de piment, avec quelques rondelles de citron."],"ingredients":["1 aubergine ou 2 petites","1 oeuf ","2gousses d'ail écrasées","130g de pain ","90g de parmesan ","2cuillères à soupe d'huile d'olive ","100g de feta ou de fromage de chèvre","4cuillères à soupe de persil ","Farine ","Poivre ","Sel ","Sel ","Yaourt ","Cumin ","Cumin ","Piment ","Piment ","Citron "],"image":"https://assets.afcdn.com/recipe/20121008/1028_w648h414c1cx256cy192.jpg"},{"name":"Chips de parmesan","preparation_time":"1","cooking_time":"6","difficulty":"très facile","instructions":["Faire chauffer le four à 180-200°C (thermostat 6-7).","Etaler une mince couche de parmesan sur une feuille de papier de cuisson ou de silicone.","Poivrer si vous aimez.","Mettre au four 5 à 7 min suivant le four, en surveillant la coloration.","Le parmesan fondu doit à peine brunir.","Laisser refroidir et décoller du papier.","Casser en morceaux de la taille d'une chips.","Cela peut également se faire à la poêle : ","Déposer des petits tas de parmesan râpé sur une poêle chaude légèrement huilée.","Laisser fondre puis durcir, et retirer à l'aide d'une spatule dès que la consistance semble bonne."],"ingredients":["100g de parmesan râpé ","Poivre (facultatif)"],"image":"https://assets.afcdn.com/recipe/20160610/5828_w648h414c1cx3000cy2000.jpg"},{"name":"Gratin d'aubergines au parmesan","preparation_time":"20","cooking_time":"30","difficulty":"facile","instructions":["Pelez les aubergines. Faites revenir les échalotes dans de l'huile d'olive puis ajoutez les aubergines et un peu d'eau pour éviter que ça brûle. Ajoutez l'ail en petits morceaux. ","Après une bonne demi-heure de cuisson, mélangez concentré et sauce tomate, puis ajoutez le parmesan.","Versez le tout dans un plat à gratin et rajoutez une couche de fromage râpé. ","Faites cuire à four chaud (thermostat 7/210°C), jusqu'à ce que soit bien gratiné, puis servez chaud!"],"ingredients":["4 aubergines ","150g de parmesan ","100g de concentré de tomates ","200g de sauce tomate fraîche","200g de sauce tomate fraîche","300g de fromage râpé (gruyère ou autre)","2 échalotes ","1 ail ","Huile d'olive ","Herbes de Provence "],"image":"https://assets.afcdn.com/recipe/20160804/357_w648h414c1cx1500cy1000.jpg"},{"name":"Croquettes au Parmesan (Italie)","preparation_time":"30","cooking_time":"5","difficulty":"très facile","instructions":["Faire une béchamel très épaisse avec beurre, farine et lait. ","Hors du feu, ajouter les jaunes d'oeuf. Ajouter le parmesan, muscade, sel et poivre, selon votre goût. ","Laisser refroidir la préparation dans un plat placé pendant une heure environ dans le frigo.","Partager la préparation en 8 parts et les passer successivement dans de la farine, du blanc d'oeuf et de la chapelure. ","Chauffer une friteuse ou de l'huile dans une poêle profonde à environ 180°C et faire dorer les croquettes. ","Laisser égoutter sur papier absorbant."],"ingredients":["70g de beurre ou de margarine","70g de farine ","40cl de lait ","3 jaunes d'oeuf ","150g de parmesan ","Poivre ","Sel ","Sel ","Muscade (quantités selon vos goûts)","Muscade (quantités selon vos goûts)","Blanc d'oeuf ","Chapelure ","Huile de friture ","Huile de friture "],"image":"https://assets.afcdn.com/recipe/20170614/69258_w648h414c1cx2000cy3000.jpg"},{"name":"Béchamel au parmesan","preparation_time":"3","cooking_time":"10","difficulty":"très facile","instructions":["Faire fondre le beurre à feu moyen.","Ajouter la maïzena, tout en remuant au fouet, de manière à éviter les grumeaux.","Puis, ajouter la crème fraîche, en remuant toujours.","Laisser diminuer 2 min.","Puis, ajouter le parmesan.","Laisser chauffer 2 min, tout en remuant.","Déguster!!!"],"ingredients":["10g de beurre ","1cuillère à café de maïzena ","25cl de crème fleurette semi-épaisse","35g de parmesan "],"image":"https://assets.afcdn.com/recipe/20151008/45117_w648h414c1cx1500cy1125.jpg"},{"name":"Salade d'épinards au parmesan","preparation_time":"10","cooking_time":null,"difficulty":"très facile","instructions":["Après avoir choisi les plus tendres et claires feuilles d'épinards, les équeuter et les laver. ","Préparer la sauce en mélangeant le sel, le poivre, les deux huiles et le jus de citron. Couper les tomates cerises en deux, rajouter l'ananas coupé en petits morceaux, les feuilles d'épinards essorées puis les copeaux de parmesan coupés au couteau économe. Mélanger le tout et servir. "],"ingredients":["200g d'épinards ","10 tomates cerise ","100g de parmesan frais","4tranches d'ananas ","1 citron ","2cuillères à soupe d'huile d'olive ","2cuillères à soupe d'huile de colza ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20140814/28985_w648h414c1cx1000cy1500.jpg"},{"name":"Asperges rôties au parmesan","preparation_time":"15","cooking_time":"6","difficulty":"facile","instructions":["Epluchez les asperges de haut en bas. Coupez la base et conservez-la pour un velouté.","Faites chauffer le beurre et l'huile d'olive dans une poêle. Ajoutez-y les asperges et faites-les rôtir sur un feu moyen doux 6 à 8 min en les retournant régulièrement afin de bien les colorer et les cuire Al dente. Poivrez en fin de cuisson","Disposez les asperges dans un plat et par-dessus prélevez à l’économe des copeaux de parmesan. Disposez en chiffonnade le jambon cru par-dessus les asperges et servez."],"ingredients":["16 asperges blanches des Landes","100g de parmesan en morceaux","150g de jambon cru taillé finement (Bayonne, Serrano)","25g de beurre ","Huile d'olive ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20200525/111474_w648h414c1cx960cy540cxt0cyt0cxb1920cyb1080.png"},{"name":"Sablés au parmesan","preparation_time":"10","cooking_time":"10","difficulty":"facile","instructions":["Préchauffez le four à 200°C (thermostat 7).","Mélangez le beurre, la farine et le parmesan.","Après l'obtention d'une pâte lisse, faites des petites boules.","Puis, déposez-les (bien espacées) sur une plaque recouverte de papier sulfurisé et enfournez.","Laissez cuire 5-10 min maximum et c'est prêt !"],"ingredients":["100g de beurre fondu","100g de farine ","100g de parmesan en poudre"],"image":"https://assets.afcdn.com/recipe/20110825/16795_w648h414c1cx256cy192.jpg"},{"name":"Salade poulet parmesan","preparation_time":"15","cooking_time":"10","difficulty":"très facile","instructions":["Faites cuire les morceaux de poulet préalablement découpés en fines lanières.","Disposez la salade, préalablement lavée et coupée dans deux assiettes.","A l'aide d'un économ, faites des copeux de parmesan que vous disposez sur la salade.","Disposez ensuite les tomates sechées.","Lorsque les morceaux de poulets sont devenus un peu croustillants, disposez-les sur la salade, après les avoir un peu égouttés.","Assaisonnez, servez, c'est prêt."],"ingredients":["1 salade au choix","2morceaux de poulet de 100 g chacuns","1morceau de parmesan ","8 tomates sechées","Vinaigrette  sel, poivre, huile d'olive, vinaigre balsamique et un peu de moutarde douc"],"image":"https://assets.afcdn.com/recipe/20160712/30073_w648h414c1cx800cy600.jpg"},{"name":"Risotto au brocoli et parmesan","preparation_time":"15","cooking_time":"18","difficulty":"Niveau moyen","instructions":["Pelez et émincez l'oignon.","Séparez les bouquets de brocolis puis lavez-les.","Dans une cocotte contenant l'huile chaude, faites dorer l'oignon puis ajoutez le riz. Faites-le revenir jusqu'à ce qu'il devienne translucide.","Ajoutez le vin blanc, l'eau, les tablettes de bouillon et les bouquets de brocolis. Faites cuire à feu moyen environ 16 à 18 minutes à couvert.","Saupoudrez de parmesan râpé. Mélangez puis servez sans tarder."],"ingredients":["200g de riz pour risotto ","2cubes de Bouillon KUB OR MAGGI ","2cubes de Bouillon KUB OR MAGGI ","300g de brocoli ","200ml de vin blanc ","800ml d'eau ","4cuillères à soupe de parmesan râpé ","1cuillère à soupe d'huile d'olive ","1pincée de poivre "],"image":"https://assets.afcdn.com/recipe/20200220/107943_w648h414c1cx402cy512cxt0cyt0cxb804cyb1024.jpg"},{"name":"Soupe de concombre","preparation_time":"50","cooking_time":"15","difficulty":"très facile","instructions":["Epluchez les concombres, enlevez les graines et les couper en cubes. Faites-les cuire 15 mn à la vapeur.","Mixez avec le cube de bouillon et le fromage sans ajouter d'eau."],"ingredients":["2 concombres ","1 cube de bouillon de volaille","1 cube de bouillon de volaille","2portions de fromage fondu (Kiri ou Vache qui rit)"],"image":"https://assets.afcdn.com/recipe/20150901/943_w648h414c1cx1500cy2250.jpg"},{"name":"Gaspacho concombre menthe","preparation_time":"15","cooking_time":null,"difficulty":"très facile","instructions":["Éplucher les concombres. Les couper dans le sens de la longueur et ôter les pépins à l’aide d’une cuillère. Couper les concombre en morceaux. ","Dans un blender (mixer), mettre les morceaux de concombre, les feuilles de menthe lavées, le jus de citron. ","Mixer jusqu’à obtention d’un gaspacho onctueux. Goûter, saler et poivrer. ","Répartir dans 4 verres transparents, décorer avec les petites feuilles de menthe ","Mettre les préparations au réfrigérateur une 1/2 heure."],"ingredients":["1.5 concombre ","10feuilles de menthe + 4 petites feuilles pour la décoration","1/2 citron ","Sel ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20130924/63980_w648h414c1cx2058cy1372.jpg"},{"name":"concombre au thon","preparation_time":"10","cooking_time":null,"difficulty":"très facile","instructions":["Préparer une mayonnaise traditionnelle que vous laisserez reposer au réfrigérateur. ","Ouvrir les concombres dans le sens de la longueur, ôter les pépins et épluchez-les. ","Sortir la mayonnaise et mélangez-la à la boîte de thon égoutté. ","Recouvrir les concombres de cette préparation et laissez au frais pendant une demi-heure. Bon appétit. ","On peut aussi remplacer le thon par du crabe en miette plus onéreux, mais plus fin."],"ingredients":["2 concombres ","1boîte de thon ","Mayonnaise "],"image":"https://assets.afcdn.com/recipe/20120820/17182_w648h414c1cx192cy256.jpg"},{"name":"Raïta de concombre (Inde)","preparation_time":"10","cooking_time":null,"difficulty":"très facile","instructions":["Couper le concombre en deux dans le sens de la longueur, le vider de ses graines et le râper sur une grosse grille.","Mettre le concombre dans une passoire, le laisser égoutter 10 min et le presser pour bien l'essorer.","Hacher l'oignon et l'ail, les incorporer au concombre, ajouter les 2 yaourts, sel, poivre, cumin et piment selon les goûts.","Garnir de rondelles d'oignons nouveaux."],"ingredients":["1 concombre ","1 oignon ","1gousse d'ail ","2 yaourts natures (type yaourt grecs)","Oignon nouveau ","Cumin ","Cumin ","Piment ","Piment ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20100120/8547_w648h414c1cx192cy256.jpg"},{"name":"Tzatziki de concombre (Grèce)","preparation_time":"15","cooking_time":null,"difficulty":"très facile","instructions":["Éplucher et râper le concombre, puis le mettre à égoutter dans une passoire (l'astuce est de saler le concombre pour le faire dégorger plus vite).","Dans un saladier, mettre les yaourts, l'huile, le vinaigre, le poivre et la gousse d'ail écrasée.","Hâcher ou couper en morceaux très fins la menthe et la rajouter dans le saladier.","\"Essorer\" le concombre râpé et l'ajouter à la préparation. Saler si nécessaire et mélanger.","Mettre au frais au moins 2 heures et servir.","Déguster seul, avec du pain ou en accompagnement de salades."],"ingredients":["1 concombre ","2 yaourts grecs","1gousse d'ail ","Menthe fraîche","2cuillères à soupe d'huile d'olive ","1cuillère à soupe de vinaigre ","1cuillère à soupe de vinaigre ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20130726/36907_w648h414c1cx2438cy2944cxt0cyt0cxb3838cyb5138.jpg"},{"name":"Concombre au paprika","preparation_time":"5","cooking_time":null,"difficulty":"facile","instructions":["Peler et épépiner le concombre (ne pas le dégorger), le couper en fines lamelles.","Mélanger la crème, le paprika, l'échalote hachée et le persil.","Mélanger le concombre à la sauce."],"ingredients":["1 concombre ","1cuillère de crème fraîche ","2cuillères à soupe de paprika ","2cuillères à soupe de paprika ","1branche de persil hachée","1/2 échalote "],"image":"https://assets.afcdn.com/recipe/20140213/18947_w648h414c1cx640cy480.jpg"},{"name":"Mousse de concombre","preparation_time":"10","cooking_time":null,"difficulty":"très facile","instructions":["Hacher le concombre et le mettre à égoutter dans une passoire. Pendant ce temps, hâcher la buche de chèvre avec la poire lavée et épépinée (mais avec sa peau).","Ajouter l'huile, le vinaigre, le sel et la poivre puis le concombre égoutté. Mettre au frais pendant au moins une heure.","Servir bien froid avec la ciboullette ciselée, sur du bon pain, grillé de préférence."],"ingredients":["1 concombre ","1 bûche de chèvre de 200 g","1/2 poire William mûre (ou 1 petite) avec sa peau","1/2bouquet de ciboulette ","1cuillère à soupe d'huile d'olive ","1cuillère à soupe de vinaigre de framboise ","1cuillère à soupe de vinaigre de framboise ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20130719/8018_w648h414c1cx996cy1504.jpg"},{"name":"Poulet au concombre","preparation_time":"20","cooking_time":"30","difficulty":"facile","instructions":["Emincez les blancs de poulet et les champignons.  Faites revenir dans du beurre ou de l'huile les morceaux de poulet et réservez.","Faites ensuite revenir les champignons émincés jusqu'à ce qu'ils aient rendu toute leur eau.","Pendant ce temps, épluchez le concombre, coupez-le en deux dans le sens de la longueur et enlevez les pépins. Coupez-le en tronçons de 5cm.","Ajoutez aux champignons le poulet, le bouillon de volaille, le concombre, la sauce soja, le jus de citron et laissez mijoter environ 30 mn.","Servez avec du riz.  Si la sauce est trop liquide, épaississez avec de la maïzena."],"ingredients":["3 blancs de poulet ","250 champignons de Paris frais","1 concombre ","1l de bouillon de volaille ","3cuillères à soupe de sauce soja ","3cuillères à soupe de sauce soja ","demi de citron ","Beurre ou huile","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20170326/48834_w648h414c1cx160cy120.jpg"},{"name":"Tartare de melon et concombres, Prosciutto di Parma","preparation_time":"15","cooking_time":null,"difficulty":"facile","instructions":["Laver le concombre et le couper en petits dés. Les mettre dans un saladier. Couper le melon en petits dés et le mélanger au melon. Assaisonner avec du sel, du poivre, un bon filet d’huile d’olive ainsi que de la ciboulette ciselée.","Enrouler une demie-tranche de Prosciutto di Parma sur chaque gressin.","Remplir des verrines avec le tartare, ajouter quelques groseilles et poser dessus une petite mozzarella. Poivrer, verser un filet d’huile d’olive et décorer avec de la menthe.","Servir avec les gressins enrobés de Prosciutto di Parma.","Variantes : vous pouvez remplacer le concombre par des fraises ou de la pastèque, la ciboulette par du basilic ou des dés d’oignon rouge. Vous pouvez également remplacer la mozzarella par des morceaux de burrata ou de la ricotta fraîche de bufflonne."],"ingredients":["1 concombre moyen","1/2 melon (prélever la chair)","8boules de mozzarella di buffala de petite taille (bocconcini)","120g de Jambon de Parme AOP en tranches fines","120g de Jambon de Parme AOP en tranches fines","Groseille ","Mini gressins ","Ciboulette ","Menthe fraîche","Huile d'olive extra vierge","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20200428/110064_w648h414c1cx1547cy3457cxt0cyt0cxb3570cyb5355.jpg"},{"name":"Soupe glacée au concombre","preparation_time":"15","cooking_time":null,"difficulty":"très facile","instructions":["Epluchez le concombre, épépinez-le et découpez-le en fines lamelles. ","Dans une passoire, déposez le concombre et ajoutez 1 cuillère à soupe de gros sel; mélangez et laissez dégorger une heure. ","Dans le bol du mixeur, mélangez le lait écrémé, le fromage blanc, l'huile d'olive, la menthe, le paprika, et le sel. ","Pressez le concombre avec les mains pour retirer toute l'eau, et ajoutez-le dans le bol du mixeur; mixez le tout et réservez au froid. ","Présentez dans des assiettes creuses, décorées de feuilles de menthe fraîche."],"ingredients":["300g de fromage blanc à 0 %","50ml de lait écrémé ","500g de concombre ","3cuillères à soupe d'huile d'olive ","feuilles de menthe ","1pincée de sel ","1pincée de sel ","1pincée de paprika ","1pincée de paprika "],"image":"https://assets.afcdn.com/recipe/20130621/11597_w648h414c1cx1920cy2568.jpg"},{"name":"Granité de concombre","preparation_time":"10","cooking_time":"3","difficulty":"très facile","instructions":["Eplucher le concombre, ôter les extrémités et le couper en gros cubes.","Le mixer avec tous les ingrédients.","Verser cette purée dans un plat et le déposer dans le congélateur.","Laisser prendre pendant 3 heures, mais remuer toutes les 30 min avec une fourchette.","Au moment de servir, concasser le granité à la fourchette et répartir dans les verres; garnir avec de la menthe fraîche."],"ingredients":["1 concombre ","200g de crème épaisse ","2cuillères à soupe de jus de citron ","2cuillères à soupe de jus de citron ","20feuilles de menthe fraîche","5branches de coriandre fraîche","2gousses d'ail ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20171019/73419_w648h414c1cx1678cy2365cxt0cyt0cxb3356cyb4731.jpg"},{"name":"Tzatziki revisité à la crème de coco Kara®","preparation_time":"15","cooking_time":null,"difficulty":"facile","instructions":["Éplucher et épépiner le concombre. Le couper en petit dés.","Verser la crème de coco Kara® dans un récipient. Presser la gousse d’ail et l’incorporer à la crème.","Ajouter les concombres. Saler, poivrer et ajouter le jus de citron.","Ciseler quelques feuilles de menthe et mélanger.","Placer le tzatziki au frais jusqu’à la dégustation."],"ingredients":["125g de Crème de coco Kara® ","125g de Crème de coco Kara® ","1 concombre ","Menthe fraîche","1gousse d'ail ","1 citron vert ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20200327/109272_w648h414c1cx3218cy1727cxt0cyt0cxb6000cyb4000.jpg"},{"name":"Soupe veloutée à la carotte","preparation_time":"15","cooking_time":"1","difficulty":"très facile","instructions":["Éplucher les carottes et les couper en rondelles pas trop grosses afin qu'elles cuisent plus vite. ","Découper le poireau en morceaux ainsi que l'oignon, puis écraser la gousse d'ail.","Faire revenir tous les légumes dans la marmite 5 min dans 3 cuillères à soupe d'huile d'olive.","Préparer le bouillon de volaille puis le verser sur les légumes. ","Au 1er bouillon, baisser la cuisson sur feu moyen et laisser  ","Cuire ainsi pendant au moins 1h15 . ","Surveiller de temps en temps afin de vérifier qu'il ne manque pas de l'eau. Allonger le temps de cuisson si les carottes ne sont pas assez cuites pour être mixées.","Une fois tous les légumes cuits, mixer puis ajouter la crème liquide. Mixer de nouveau. ","Équeuter le persil, puis l'ajouter dans la soupe (ne pas le faire cuire en même temps que les autres légumes). Ajouter la cuillère à soupe de cumin, puis mixer encore une fois. ","Saler et poivrer selon votre goût."],"ingredients":["6 carottes ","1 oignon ","1 poireau ","1gousse d'ail ","3cuillères à soupe d'huile d'olive ","1cuillère à soupe de cumin en poudre ","1cuillère à soupe de cumin en poudre ","1/2botte de persil ","20cl de crème liquide ","1.5l d'eau ","1cube de bouillon de volaille "],"image":"https://assets.afcdn.com/recipe/20160404/2388_w648h414c1cx1500cy1000.jpg"},{"name":"Gâteau à la carotte","preparation_time":"20","cooking_time":"1","difficulty":"très facile","instructions":["Eplucher et râper les carottes. Faire fondre le beurre et le mélanger avec le sucre.","Hors du feu, ajouter les oeufs et mélanger.","Ajouter les carottes et mélanger.","Réserver.","Mélanger farine, levure et épices. Passer ce mélange au tamis tout en l'incorporant à la préparation aux carottes.","Ajouter les raisins, les noix et le lait.","Faire cuire dans un moule beurré et fariné à four préchauffé à 170°(th5) pendant 1 heure.","Démouler chaud et déguster froid."],"ingredients":["300g de carotte ","200g de sucre roux ","150g de beurre ","2 oeufs ","200g de farine ","1paquet de levure chimique ","1paquet de levure chimique ","1 cannelle en poudre","1pincée de muscade moulue","1pincée de muscade moulue","100g de raisins secs ","100g de raisins secs ","50g de noix concassées","50g de noix concassées","3 lait "],"image":"https://assets.afcdn.com/recipe/20140603/49444_w648h414c1cx2000cy1500.jpg"},{"name":"Chips de carotte","preparation_time":"15","cooking_time":null,"difficulty":"facile","instructions":["Épluchez les carottes, sur la longueur de celles-ci à l'aide d'un conome.","Une fois épluchées, continuez avec le même ustensile sur la moitié ou des tronçons plus petits, à votre envie...","En laissant le coeur pour une soupe, un bol de mayonnaise maison, une fringalle de dernière minute...","Les copeaux de carottes se trouvant au fond d'une assiette creuse, terminez en ajoutant sel, poivre, coriandre hachée, cumin en poudre et juste ce qu'il faut de vinaigre balsamique pour ","imbiber les carottes. Idéalement, elles ne doivent pas baigner car tout cela se sert avec des cure-dents.","Piquer dedans à volonté !"],"ingredients":["3 carottes (disons, bio, de préférence)","1cuillère à soupe de vinaigre balsamique ","1cuillère à soupe de vinaigre balsamique ","Feuilles de coriandre fraîche (ou sinon, du persil)","Feuilles de coriandre fraîche (ou sinon, du persil)","1pincée de cumin moulu","1pincée de cumin moulu","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20160322/3409_w648h414c1cx3680cy2456.jpg"},{"name":"Cake gouda-carotte","preparation_time":"15","cooking_time":"25","difficulty":"facile","instructions":["Préchauffez le four à 180°C (thermostat 6).","Épluchez puis râpez les carottes. Coupez le gouda en dés de 1 à 2 cm. Réservez dans un grand saladier.","Ensuite, mélangez tous les ingrédients dans un robot.","Si vous n'avez pas de robot, procédez dans l'ordre suivant : farine, levure, œufs, huile, lait, crème fraîche, sel, poivre, cumin.","Versez la pâte ainsi obtenue dans le saladier avec les carottes râpées et le gouda et mélangez bien le tout.","Versez la préparation dans un moule à cake et enfournez pendant environ 25 min. (La pointe d'un couteau doit ressortir sèche)."],"ingredients":["200g de carotte (environ 3 carottes)","100g de gouda ","200g de farine ","4 oeufs ","10cl de lait ","10cl d'huile d'olive ","3cuillères à soupe de crème fraîche ","1sachet de levure chimique ","1sachet de levure chimique ","1cuillère à soupe de cumin moulu","1cuillère à soupe de cumin moulu","Sel ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20110906/335_w648h414c1cx256cy192.jpg"},{"name":"saumon carotte courgette","preparation_time":"15","cooking_time":"45","difficulty":"très facile","instructions":["Eplucher les légumes et les découper en julienne (avec un couteau spécial).","Les mettre dans un plat à four, y rajouter les pavés de saumon. ","Saler, poivrer à votre convenance. ","Placer le brin de romarin sur le saumon. ","Noyer le tout dans le vin blanc.","Mettre au four thermostat 200°, thermostat 6-7, pendant 45 min.","En fin de cuisson, rajouter la crème fraîche."],"ingredients":["2pavés de saumon ","1 carotte de belle taille","1 courgette de belle taille","1 oignon ","Vin blanc ","1cuillère à soupe de crème fraîche ","Poivre ","Sel ","Sel ","1brin de romarin ","1brin de romarin "],"image":"https://assets.afcdn.com/recipe/20120308/52185_w648h414c1cx256cy192.jpg"},{"name":"Flan carotte-oignon","preparation_time":"20","cooking_time":"40","difficulty":"facile","instructions":["Préchauffer le four à 150°C (thermostat 5).","Éplucher les carottes et les faire cuire à la cocotte minute jusqu'à qu'elles soient bien molles.","Éplucher et couper l'oignon en tout petits dés.","Mixer l'oignon et les carottes ou écraser le tout à la fourchette (si pas de mixeur).","Battre l'œuf en omelette, ajouter la crème fraîche, le lait et le gruyère. Bien mélanger.","Verser le mélange carotte et oignon dans de petits ramequins. Ajouter le mélange œuf, crème fraîche, gruyère et lait. Bien écraser le tout.","Mettre au four à 150°C pendant 40 min ou parfois plus, il ne faut plus que le plat soit liquide."],"ingredients":["3 carottes ","1/2 oignon ","1 oeuf ","4cuillères à soupe de crème fraîche ","15cl de lait ","2cuillères à soupe de gruyère râpé "],"image":"https://assets.afcdn.com/recipe/20130210/15894_w648h414c1cx256cy192.jpg"},{"name":"Velouté carotte pomme","preparation_time":"15","cooking_time":"30","difficulty":"facile","instructions":["Hacher l'oignon et le faire revenir dans l'huile d'olive dans une grande marmite.","Ajouter les carottes et les pommes épluchées et coupées grossièrement, ainsi que l'eau et le bouillon. ","Faire mijotter jusqu'à cuisson des carottes (environ 1/2 heure). ","Mixer le tout.","Ajouter le gingembre moulu et quelques tours de moulin à poivre (pas trop fort). ","Servir aussitôt."],"ingredients":["600g de carotte ","2 pommes , type Golden","1 oignon ","2cuillères à soupe d'huile d'olive ","1cuillère à soupe de gingembre moulu","1l d'eau ","1 bouillon cube (de légumes de préférence)","1 bouillon cube (de légumes de préférence)","Poivre "],"image":"https://assets.afcdn.com/recipe/20171113/74809_w648h414c1cx1488cy1984cxt0cyt0cxb2976cyb3968.jpg"},{"name":"Mystère chèvre carotte","preparation_time":"25","cooking_time":null,"difficulty":"facile","instructions":["Râper les carottes.","Et le cheddar.","Ecraser le chèvre frais à la fourchette . Ajouter les carottes.","Mélanger avec le cheddar râpé. ","Le curry et le poivre. ","Bien mélanger. ","Former une boulette avec la préparation, l'envelopper dans du film alimentaire et réserver au frais 1h.","Concasser grossièrement les noisettes.","Ciseler la ciboulette et la coriandre.","Déballer la boule de fromage, la rouler dans les noisettes concassées et parsemer d'herbes ciselées.","Envelopper de nouveau dans du film alimentaire et réserver au frais jusqu'au moment de servir."],"ingredients":["400g de chèvre frais ","150g de carotte ","150g de cheddar ","1cuillère à café de curry ","1cuillère à café de curry ","170g de noisettes ","170g de noisettes ","Ciboulette ","Coriandre ","Poivre "],"image":"https://assets.afcdn.com/recipe/20170113/15793_w648h414c1cx2000cy3000.jpg"},{"name":"Muffins carotte et graines de courge","preparation_time":null,"cooking_time":null,"difficulty":"facile","instructions":["Dans un saladier, mélangez tous les ingrédients secs dans un grand bol.","Ajoutez-y les carottes râpées.","Dans un second récipient, battez les oeufs et ajoutez l’huile d’olive et le sirop d’agave/miel.","Incorporez-y le mélange des ingrédients secs et remuez.","Ajoutez au mélange les graines de courge.","Versez la préparation dans des moules à muffins anti-adhésifs, en remplissant aux 3/4.","Laissez cuire à 190° pendant 20-25 minutes.","Laissez un peu refroidir avant de démouler."],"ingredients":["200g de farine de blé ","1/2sachet de levure chimique ","1pincée de sel ","3cuillères à soupe de sirop d'agave ou miel","1cuillère à café de cannelle ","200g de carotte râpées","2 oeufs ","3cuillères à soupe d'huile d'olive ","1/2sachet de graines de courge nature ou au miel Gretel"],"image":"https://assets.afcdn.com/recipe/20180206/77389_w648h414c1cx2000cy2000cxt0cyt0cxb4000cyb4000.jpg"},{"name":"Samoussa carotte courgette","preparation_time":"1","cooking_time":"15","difficulty":"facile","instructions":["Faire revenir les oignons dans une sauteuse avec un cuillère d'huile d'olive.","Pendant ce temps, rapez les carottes et les courgettes.","Une foi les oignons bien dorés, ajouter les légumes rapés dans la sauteuse, salez, poivrez et laissez mijoter environ 30 minutes.","Faire revenir les lardon appart, et les incorporer aux légumes quand ces derniers sont cuit.","Ajouter 20cl de crème fraiche et bien mélanger le tout.","Vous pouvez maintenant garnir vos feuilles de brik en les pliant comme c'est indiqué sur l'embalage!!","Enfournez vos samoussa environ 15 min.","Les retirer quand ils sont un peu doré.","Servi avec de la salade verte c'est parfait."],"ingredients":["16feuilles de brick ","3 courgettes ","8 carottes ","3 oignons ","20cl de crème fraîche ","150g de jambon ","Poivre ","Sel ","Sel ","Huile d'olive "],"image":"https://assets.afcdn.com/recipe/20141110/57859_w648h414c1cx1125cy1500.jpg"},{"name":"Quiche courge carotte","preparation_time":"20","cooking_time":"40","difficulty":"facile","instructions":["Éplucher la courge et les carottes et les faire cuire. Réduire le tout en purée.","Faire précuire la pâte brisée au four pendant 10 minutes. ","Verser dans un récipient les oeufs, la crème et le gruyère et mélanger le tout.","Découper l'oignon et le faire revenir dans l'huile d'olive.","Mélanger l'oignon à la purée et verser l'ensemble dans le récipient avec le mélange oeuf, crème et fromage.","Pour finir, verser le tout sur la pâte brisée.","Mettre au four à 180°C (thermostat 6) pendant 40 minutes."],"ingredients":["250g de carotte ","250g de courge ","1 oignon ","3 oeufs ","20cl de crème liquide ","100g de gruyère râpé ","1 pâte brisée "],"image":"https://assets.afcdn.com/recipe/20150119/11027_w648h414c1cx1296cy728.jpg"},{"name":"Cake aux carottes et fanes de carottes","preparation_time":"20","cooking_time":"30","difficulty":"très facile","instructions":["Préchauffer le four à 180°C (thermostat 6). Bien laver et brosser les carottes. Séparer les fanes de carotte et la racine. ","Ciseler les fanes finement. ","Râper les carottes avec leur peau. ","Dans un saladier, mélanger la farine, le sucre, la poudre de noisette, le sel et la levure.","Ajouter l'huile et les oeufs et mélanger vigoureusement. ","Ajouter les fanes, les carottes et les noisettes en morceaux.","Chemiser le moule à cake avec de l'huile et de la farine. Remplir le moule à cake avec l'appareil au 3/4. ","Enfourner 30 minutes. Tester la cuisson avec la pointe d'un couteau. ","Laisser tiédir avant de démouler."],"ingredients":["3 carottes avec leurs fanes","200g de farine ","90g de sucre ","150g d'huile ","60g de poudre de noisette ou amandes","30g de noisettes ou amandes","3 oeufs ","1sachet de levure ","1pincée de sel "],"image":"https://assets.afcdn.com/recipe/20190813/96304_w648h414c1cx540cy457cxt0cyt0cxb1080cyb914.jpg"},{"name":"Velouté d'endive","preparation_time":"15","cooking_time":"20","difficulty":"facile","instructions":["Ebouillantez les endives pour enlever l'amertume.","Faites-les revenir en petits morceaux dans le beurre et ajoutez les pommes de terre en petits cubes.","Couvrez le tout avec 2 litres d'eau et incorporez les cubes de bouillon.","Laissez cuire 20-30 minutes, mixez, rectifiez l'assaisonnement en sel et poivre puis ajoutez plus ou moins de crème selon le goût.","Au moment de servir parsemez de pluches de cerfeuil."],"ingredients":["2kg d'endive ","750g de pomme de terre ","60g de beurre ","2 cubes de bouillon de volaille","2 cubes de bouillon de volaille","Crème liquide ","Cerfeuil ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20141228/33779_w648h414c1cx640cy480.jpg"},{"name":"Endive jambon","preparation_time":"15","cooking_time":"30","difficulty":"très facile","instructions":["Effeuiller les endives pour les faire cuire dans le l'eau bouillante. Quand elles sont cuites les laisser égoutter.","Faire fondre dans une casserole, une noisette de beurre, y ajouter l'ail écrasé, puis ensuite, y verser la crème fraîche, saler poivrer, et y mettre le gruyère râpé en en conservant une partie pour le gratiné. ","Disposer dans un plat allant au four, une couche d'endive, une couche de jambon, et une couche de la préparation à la crème, renouveller cette opération et terminer en mettant le reste du gruyère râpé sur le dessus. ","Faire gratiner pendant à peu près 30 mn à four chaud et régalez vous."],"ingredients":["1kg d'endive ","4tranches de jambon ","Crème fraîche liquide épaisse (1 pot)","Ail 2 à 3 gousses (selon la grosseur)","Gruyère râpé (1 sachet)","1noisette de beurre "],"image":"https://assets.afcdn.com/recipe/20161006/1269_w648h414c1cx2000cy3000.jpg"},{"name":"Endive braisée au jambon","preparation_time":"30","cooking_time":"30","difficulty":"facile","instructions":["Préparation des endives !","Enlever les feuilles abîmées, couper dans la longueur les endives en deux.","Dans une poêle, mettre un filet d'huile d'olive et le beurre, ajouter vos endives et les faire cuire environ 20 min (attention les endives brûles vite donc souvent les retourner et mettre à feu moyen).","Une fois cuite, mettre du gruyère sur le jambon et le rouler, mettre vos moitiés d'endive dans un plat allant au four y mettre vos rouleaux de jambon sur chaque moitié et recouvrer de l'autre moitié !","Pour la sauce :","Faire fondre le beurre dans une casserole, hors du feu y ajouter la farine bien mélanger, ajouté le lait et bien fouetter, ajouter toutes les épices et remettre sur le feu en remuant jusqu'à ce que la sauce soit épaissie.","Recouvrir les endives de la sauce, parsemer de gruyère et mettre au four pendant 30 min (180°c thermostat 6).","À servir avec du riz ou des pâtes !","Bon appétit !"],"ingredients":["4 endives ","4tranches de jambon ","100g de gruyère râpée","1pincée de sel ","1pincée de sel ","1pincée de poivre ","1filet d'huile d'olive ","1noix de beurre ","30g de beurre ","2cuillères à soupe de farine ","30cl de lait ","1gousse d'ail ","1branche de persil ","1pincée de sel ","1pincée de sel ","1pincée de poivre ","1pincée de muscade ","1pincée de muscade ","2cuillères à soupe de crème fraîche épaisse"],"image":"https://assets.afcdn.com/recipe/20190207/87381_w648h414c1cx1512cy1367cxt0cyt0cxb3024cyb2735.jpg"},{"name":"Assiette d'endive aux moules","preparation_time":"15","cooking_time":null,"difficulty":"facile","instructions":["Grattez et lavez les moules.","Faites-les cuire dans une casserole, sans eau, avec éventuellement thym et laurier.","Laissez refroidir. Réservez 6 moules ouvertes avec leur coquille. Décoquillez les autres.","Prélevez 6 feuilles sur l'endive. Disposez-les en rosace sur l'assiette en laissant au milieu de l'assiette un rond correspondant au diamètre d'un verre à whisky.","Coupez en rondelles le morceau d'endive restant (ne pas tout mettre si l'endive est grosse) et disposez-les rondelles dans le rond, au milieu de l'assiette.","Enlevez les pépins et la chair de la 1/2 tomate et coupez le reste en menus morceaux.","Posez-les sur les feuilles d'endive et un peu au centre de l'assiette.","Placez une moule avec sa coquille entre chaque feuille d'endive. ","Mettez 3 moules décoquillées dans chaque barquette et le reste au milieu.","Saupoudrez le tout de persil haché et d'oignon émincé.","Salez, poivrez ou au choix, salez et poivrez votre sauce vinaigrette."],"ingredients":["1 endive ","30 moules (environ 350 g)","1/2 tomate ","Persil ","1morceau d'oignon violet (ou 1 échalote)","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20100120/28902_w648h414c1cx256cy192.jpg"},{"name":"Velouté d'endive à la mimolette","preparation_time":"15","cooking_time":"45","difficulty":"très facile","instructions":["Epluchez les légumes. Emincez les oignons, les poireaux et les endives, puis les mettre à suer doucement dans le beurre.","Dès que l'ensemble commence à pleurer, ajoutez les pommes de terre coupées en petits morceaux. Salez, poivrez.","Mouillez avec le bouillon de volaille jusqu'à recouvrir les légumes, laissez cuire à léger frémissement pendant 35 à 40 min.","A la fin de la cuisson, passez au mixer. Ajoutez la crème fraîche et fouettez l'ensemble. ","Rectifiez l'assaisonnement.","Incorporez 50 g de mimolette râpée et de la muscade.","Servir en soupière fumante avec des petits croûtons et, à part, le reste de mimolette."],"ingredients":["400g d'endive ","150g de poireau ","450g de pomme de terre ","200g d'oignon ","60g de beurre ","2 bouillon ","2 bouillon ","40cl de crème "],"image":"https://assets.afcdn.com/recipe/20151102/24865_w648h414c1cx1500cy2250.jpg"},{"name":"Soupe d'endive soulignée de curry","preparation_time":"20","cooking_time":"50","difficulty":"facile","instructions":["Émincer les endives et les poireaux, les faire revenir dans le beurre jusqu'à ce qu'elles soient fondantes.","Ajouter les pommes de terre coupées en dés, du sel, du poivre, le curry puis verser le lait.","Laisser cuire à couvert durant 45 minutes puis mixer.","Incorporer la crème et saupoudrer éventuellement d'un souffle de curry."],"ingredients":["500g d'endive ","3 poireaux ","3 pommes de terre ","50g de beurre ","1.5l de lait ","1cuillère à café de curry ","1cuillère à café de curry ","2cuillères à soupe de crème fraîche ","Sel ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20130812/38313_w648h414c1cx1504cy1000.jpg"},{"name":"Soupe aux chicons (endive) et au boursin","preparation_time":"15","cooking_time":"40","difficulty":"très facile","instructions":["Nettoyer les chicons, enlever le cœur qui est très amer et les passer sous l'eau.","Les couper en morceaux et les faire fondre dans le beurre 10 min en remuant.","Rajoutez l'eau, le cube de bouillon et laisse bouillir 10 min.","Mixez, assaisonnez et laisser encore cuire à petit feu 10 min.","Délayez le boursin à la soupe avant de servir."],"ingredients":["4 endives ","1 boursin ail et fines herbes","1.5l d'eau ","1 cube de bouillon de poule","1 cube de bouillon de poule","Muscade ","Muscade ","Poivre ","Sel ","Sel ","Curry ","Curry ","1 noix de margarine","1 noix de margarine"],"image":"https://assets.afcdn.com/recipe/20100120/9869_w648h414c1cx256cy192.jpg"},{"name":"Salade d'endive aux noix et au bleu","preparation_time":"10","cooking_time":null,"difficulty":"très facile","instructions":["Prendre un saladier de taille moyenne.","Couper les endives en petits morceaux.","Couper le fromage bleu en petit dés.","Mettre dans le saladier les endives coupées, les morceaux de bleu en dés puis les cerneau de noix.","Préparer une vinaigrette : ","Dans 1 bol, mettre 1 bonne cuillère à café de moutarde, mettre sel et poivre remuez puis mettre 2 cuillères à soupe de vinaigre et remuer. ","Verser ensuite 4 cuillères à soupe d'huile normale ou d'olive ou de pépin de raisin, rajouter un peu d'ail en poudre pour donner du goût remuez et enfin rajouter un peu d'eau.","Vous obtiendrez ainsi une vinaigrette allégée qui a du goût."],"ingredients":["3 endives ","100g de noix ","100g de noix ","100g de bleu ","Moutarde ","Vinaigre ","Vinaigre ","Huile ","Sel ","Sel ","Poivre ","Ail en poudre"],"image":"https://assets.afcdn.com/recipe/20170622/69527_w648h414c1cx240cy320.jpg"},{"name":"Dés de poulet moelleux aux endives, champignons et lardons","preparation_time":"12","cooking_time":"40","difficulty":"facile","instructions":["Couper les blancs de poulet en cubes. Fariner les blancs de poulet à la maïzena, cela évitera qu’ils ne dessèchent à la cuisson et garantit ainsi des dés de poulet dorés et bien tendres.","Dans une sauteuse, faire revenir les dés de poulet avec un peu de beurre, jusqu’à ce qu’ils soient bien dorés. Ajouter le cognac, saler, poivrer et mélanger délicatement.","Placer les lardons dans un bol et couvrir d’eau. passer 1 à 2 minutes au micro-ondes et égoutter.Cette étape permet de dégraisser efficacement les lardons sans avoir à les sécher dans de l’essuie tout !","Éplucher et émincer finement l’oignon. Laver et couper l’endive en petits morceaux.","Dans une poêle, faire revenir les lardons égouttés avec l’oignon et l’endive.Pour neutraliser l’amertume de l’endive, une astuce très simple, il suffit d’ajouter un morceau de pain dans la poêle pendant la cuisson. Laisser mijoter 5 minutes.","Ajouter les champignons et laisser mijoter 5 minutes.","Ajouter les dés de poulets, couvrir et laisser mijoter 15 minutes.","Ajouter la crème fraîche dans la poêle et poursuivre la cuisson 5 minutes.","Parsemer de persil ciselé juste avant de servir."],"ingredients":["4 blancs de poulet ","1 endive ","1 oignon ","125g de lardons ","120g de champignon de Paris ","30cl de crème fraîche ","1cuillère à soupe de cognac ","80g de maïzena ","20g de beurre ","1/2bouquet de persil ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20190417/90989_w648h414c1cx1500cy2000cxt0cyt0cxb13043cyb17391.jpg"},{"name":"Andouillettes à la moutarde sur lit d'endive","preparation_time":"15","cooking_time":"5","difficulty":"très facile","instructions":["Couper les andouillettes en rondelles de 1,5 cm environ.","Enduire grassement les côtés des andouillettes, avec la moutarde forte.","Rouler les rondelles dans la farine, et laisser reposer 5 min.","Faire cuire les andouillettes à la poêle, à feu vif. Déglacer éventuellement avec du vinaigre balsamique.","Servir chaud sur un lit d'endives..."],"ingredients":["4 andouillette de Troyes","Moutarde forte de Dijon","Farine ","Endive ","Vinaigre balsamique ","Vinaigre balsamique "],"image":"https://assets.afcdn.com/recipe/20151230/62082_w648h414c1cx1500cy1125.jpg"},{"name":"Fondue d'endive","preparation_time":"10","cooking_time":"20","difficulty":"très facile","instructions":["couper endives et poireaux en petits morceaux . les faire rvenir avec les lardons. laisser cuire à feu doux jusqu'à ce que les endives soient translucides et ajouter la crème . ","sel poivre selon votre goût.","hors du feu ajouter le gruyère rapé ( facultatif)","servir chaud seul ou acompagné de saint jacques.","possibilité de mettre en ramequins pour faire gratiner au four avant de servir."],"ingredients":["1kg d'endive ","3 poireaux ","Lardons ","Crème fraîche ","Gruyère râpé "],"image":null},{"name":"Émincé de veau fondant, crème d’artichaut moutardée et jeunes légumes crus","preparation_time":"35","cooking_time":"1","difficulty":"facile","instructions":["Préparation de la crème d’artichaut moutardée : Mélanger la crème d'artichaut, la moutarde, le Xérès, la crème liquide, une pincée de muscade et une pincée de poivre.","Cuire à feu moyen la viande de veau avec l’ensemble des ingrédients (ail, muscade, clous de girofle, poivre, sel, thym, laurier, romarin, persil) dans de l’eau à hauteur pendant 1h20, vérifier la cuisson. La viande est cuite lorsque le morceau de veau est tendre mais ne se défait pas.","Rouler le morceau de viande dans du papier film à chaud afin d’obtenir un boudin. Refroidir dans le réfrigérateur pendant 1 nuit.","Avant de servir, sortir le morceau de viande, le tailler finement et le disposer au fond d’une assiette.","Badigeonner avec la préparation crème d’artichaut et décorer avec les légumes préalablement assaisonnés dans un jus de citron et 4 cuillères à soupe d’huile d’olive."],"ingredients":["1kg de sous-noix de veau ","1 endive carmine","4 carottes mini taillées finement","2 artichauts poivrade épluchés et taillés","10 pois gourmands taillés","Cerfeuil (quelques pousses)","10 radis émincés","feuilles de thym laurier, romarin, queues de persil","1 citron ","3 ail ","4g de muscade + 1 pincée","2 clous de girofle ","2cl d'huile d'olive ","5g de poivre + 1 pincée","30g de sel ","150g de crème d'artichaut ","20g de moutarde ","2cl de Xérès ","4cl de crème liquide "],"image":"https://assets.afcdn.com/recipe/20200514/111211_w648h414c1cx173cy259cxt0cyt0cxb346cyb519.jpeg"},{"name":"Salade César","preparation_time":"15","cooking_time":"5","difficulty":"très facile","instructions":["Faites dorer le pain, coupé en cubes, 3 min dans un peu d'huile. ","Déchirez les feuilles de romaine dans un saladier, et ajoutez les croûtons préalablement épongés dans du papier absorbant. ","Préparez la sauce :Faites cuire l'oeuf 1 min 30 dans l'eau bouillante, et rafraîchissez-le.","Cassez-le dans le bol d'un mixeur et mixez, avec tous les autres ingrédients; rectifiez l'assaissonnement et incorporez à la salade. ","Décorez de copeaux de parmesan, et servez."],"ingredients":["2coeurs de laitue effeuillé","25g de parmesan (copeaux)","4tranches de pain écroûtées","2cuillères à soupe d'huile ","1 oeuf ","25g de parmesan râpé ","2cuillères à café de câpres ","1/2cuillère à café de moutarde ","1trait de tabasco ","1trait de tabasco ","Citron ","1gousse d'ail pelée","15cl d'huile ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20190704/94709_w648h414c1cx3000cy2000cxt0cyt0cxb6000cyb4000.jpg"},{"name":"Salade vietnamienne","preparation_time":"30","cooking_time":null,"difficulty":"très facile","instructions":["Emincer tous les légumes.","Préparez la sauce en mélangeant les ingrédients.","Verser sur les légumes au dernier moment, juste avant de servir."],"ingredients":["1/2 chou blanc ","3 carottes ","1 poivron ","branche de céleri ","Oignon cébette (ou petits oignons frais)","3cuillères à soupe de sucre en poudre ","2cuillères à soupe d'eau ","2cuillères à soupe de poisson (Nuoc-nam)","2cuillères à soupe de vinaigre blanc","2cuillères à soupe de vinaigre blanc","2cuillères à soupe d'huile ","1cuillère à café d'ail écrasé","1 petit piment rouge émincé","2cuillères à soupe d'arachide pilées"],"image":"https://assets.afcdn.com/recipe/20150803/5728_w648h414c1cx1819cy1806.jpg"},{"name":"Salade Cajun","preparation_time":"15","cooking_time":"10","difficulty":"très facile","instructions":["Faire cuire le riz et l'égoutter.","Couper le poivron en dés et l'oignon en rondelles.","Faire dorer les lardons dans une poêle puis y ajouter le miel, le vinaigre et l'huile. Saler et poivrer. Egoutter les lardons et réserver la sauce.","Dans 4 assiettes, répartir successivement le riz, les haricots rouges, les grains de maïs, les lardons, les dés d'épaule et les rondelles d'oignons.","Arroser de la sauce au miel et servir."],"ingredients":["200g de lardons fumés ","100g d'épaule ","50g de riz ","50g de haricots rouges cuits","50g de maïs cuit","1 poivron rouge ","1 oignon rouge ","2cuillères à soupe de miel ","2cuillères à soupe d'huile ","2cuillères à soupe de vinaigre ","2cuillères à soupe de vinaigre "],"image":"https://assets.afcdn.com/recipe/20120510/1169_w648h414c1cx1140cy1750.jpg"},{"name":"Salade grecque","preparation_time":"20","cooking_time":null,"difficulty":"très facile","instructions":["Découper les tomates en petits dés et les mettre dans un saladier. ","Ajouter le concombre, le poivron vert et les olives. ","Mélanger avec la moitié de l'oignon et la feta coupée en dés. ","Disposer sur le dessus de la salade les restes d'oignon et de feta. ","Ajouter le zeste et le jus de citron, assaisonner avec l'huile et l'origan, sel poivre. Mélanger délicatement et servir."],"ingredients":["2 tomates ","1/2 concombre découpé en dés","1 poivron vert et 1 rouge, épépinés et coupés en fines tranches","1 oignon coupé en fines tranches","150g de feta en cube","zeste de citron ","1cuillère à café d'origan séché","1cuillère à café d'origan séché","50g d'olives noires (facultatif)","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20190704/94666_w648h414c1cx2689cy1920cxt0cyt0cxb5378cyb3840.jpg"},{"name":"Salade piémontaise","preparation_time":"20","cooking_time":null,"difficulty":"facile","instructions":["Faire cuire les pommes de terre à l'eau de façon à ce qu'elles soient bien cuites mais encore un peu fermes puis les passer sous le jet d'eau froide afin qu'elles refroidissent.","Découper les tomates, le jambon et les pommes de terre en morceaux.","Ajouter les cornichons débités en petites rondelles.","Pour la sauce : ","Faire une mayonnaise : mélanger le jaune d'oeuf et une cuillère à soupe de moutarde et faire monter la mayonnaise avec l'huile puis ajouter du vinaigre.","Prendre 2 cuillères à soupe de mayonnaise et les mélanger à la crème.","Ajouter du vinaigre selon votre convenance.","Découper en fins morceaux l'échalote et la mettre dans la sauce.","Saler et poivrer.","Mélanger la sauce à la salade préalablement préparée.","Si possible laisser les pommes de terre s'imbiber de sauce en laissant reposer un peu avant de déguster."],"ingredients":["2 tomates moyennes","2tranches de jambon assez épaisses ou 2 tranches de rôti de porc froid","6 cornichons selon grosseur","4 pommes de terre selon la grosseur","1 oeuf ","Huile d'olive ","1cuillère à soupe de moutarde pas trop forte","3cuillères à soupe de crème semi-épaisse ","1/2cuillère à café de vinaigre ","1/2cuillère à café de vinaigre ","1 échalote ","Poivre avec baies","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20140826/43682_w648h414c1cx1024cy768.jpg"},{"name":"Recettes de salade","preparation_time":null,"cooking_time":null,"difficulty":null,"instructions":[],"ingredients":[],"image":null},{"name":"Salade feta","preparation_time":"20","cooking_time":null,"difficulty":"très facile","instructions":["Couper la feta en petits cubes. ","Faire dégorger les comcombres, les couper en morceaux ainsi que les tomates et le poivron. ","Mélanger le tout avec les olives noires, y verser l'huile et le vinaigre et remélanger."],"ingredients":["200g de fromage feta","2 concombres ","2 tomates ","1/2 poivron rouge ","10 olives noires dénoyautées","3cuillères à soupe d'huile d'olive ","2cuillères à soupe de vinaigre ","2cuillères à soupe de vinaigre "],"image":"https://assets.afcdn.com/recipe/20100120/16296_w648h414c1cx256cy192.jpg"},{"name":"Salade melon, feta, jambon","preparation_time":"15","cooking_time":null,"difficulty":"très facile","instructions":["Eplucher le melon, et couper la chair en petits cubes. ","Couper les tranches de jambon cru en fines lanières. ","Couper la feta en cubes. ","Pour la sauce : verser le jus de citron dans un bol, saler, poivrer (allonger d'eau si désiré); bien mélanger. ","Ajouter l'huile d'olive, mélanger énergiquement, afin d'obtenir une belle émulsion et incorporer le thym. ","Mettre la salade, le melon, le jambon, la feta et la sauce dans un saladier, et remuer juste avant de servir."],"ingredients":["1coeur de salade (feuille de chêne)","1 melon moyen","200g de feta ","4tranches de jambon cru","4cuillères à soupe de jus de citron ","4cuillères à soupe de jus de citron ","4cuillères à soupe d'huile d'olive ","1cuillère à café de thym ","1cuillère à café de thym ","Poivre du moulin","Sel ","Sel ","2cuillères à soupe d'eau pour une sauce allégée"],"image":"https://assets.afcdn.com/recipe/20130708/4394_w648h414c1cx1250cy1544.jpg"},{"name":"Salade de quinoa","preparation_time":"15","cooking_time":"15","difficulty":"très facile","instructions":["Faire cuire le quinoa 15 minutes dans l'eau bouillante. Une fois cuit, refroidissez-le en le rincant a l'eau froide et laissez-le s'égoutter dans une passoire.","Pendant que le quinoa cuit, rincez les tomates, retirez les pépins et le jus qui s'en écoule et coupez les tomates en tous petits cubes.","Epluchez le demi-concombre, enlevez les graines et coupez-le, lui aussi, en tous petits dés. Coupez très finement la menthe et l'échalote.","Mélangez tous les légumes avec le quinoa froid. Assaisonnez avec du jus de citron, du sel et de l'huile d'olive !"],"ingredients":["1verre de quinoa ","1verre de quinoa ","1/2 concombre ","2 tomates ","20feuilles de menthe ","1 échalote ","Huile d'olive ","Jus de citron ","Jus de citron ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20160425/1491_w648h414c1cx2000cy3000.jpg"},{"name":"Salade de riz anti-cholestérol","preparation_time":"20","cooking_time":"10","difficulty":"très facile","instructions":["Faire cuire le riz dans une casserole d'eau bouillante salée, pendant 10 minutes environ.L’égoutter et le mélanger avec le Primevère® Sans huile de palme pour éviter qu’il ne colle en refroidissant.","En attendant que le riz refroidisse, préparer le chou kale.","Retirer la côte centrale du chou et l’émincer finement. Assouplir les feuilles en les écrasant légèrement avec la paume de la main.","À l’aide d’un économe, éplucher et couper le radis noir en tranches.","Égoutter les tomates confites et les couper en petits morceaux. Émietter la feta.","Dans un grand récipient, disposer le riz, le chou, les tomates confites, le radis, les pousses germées et la feta.","Préparer l’assaisonnement : émulsionner l’huile de noisette avec le jus de citron. Saler et poivrer.","Arroser la salade de riz avec la sauce et saupoudrer le tout de graines de pavot juste avant de servir."],"ingredients":["120g de riz sauvage ","1 radis noir ","60g de feta ","10g de Primevère Sans huile de palme ","10g de Primevère Sans huile de palme ","8feuilles de kale ","1 citron ","2cuillères à soupe d'huile de noisette ","2poignées de pousses germées ","8quartiers de tomate confite à l’huile ","2cuillères à café de graine de pavot ","1pincée de poivre ","1pincée de sel "],"image":"https://assets.afcdn.com/recipe/20200417/109770_w648h414c1cx442cy257cxt2cyt3cxb885cyb514.png"},{"name":"Salade Alsacienne","preparation_time":"20","cooking_time":null,"difficulty":"très facile","instructions":["Laver la salade en laissant les feuilles entières.","Couper le jambon et l'emmental en dés. Couper les œufs et les tomates en quartiers.","Faire cuire les pommes de terre à la vapeur, les éplucher et les couper en rondelles.","Disposer dans 4 grandes assiettes : un lit de laitue sur les bords, puis les pommes de terre encore chaudes.","Continuer avec le jambon ,l'emmental, les saucisses en rondelles (préalablement réchauffées)","Décorer avec les quartiers de tomates et d'œufs, quelques rondelles d'oignon, puis napper de vinaigrette.","Servir immédiatement."],"ingredients":["1 laitue ou autre salade tendre","6tranches de jambon blanc ","4 saucisses de Strasbourg","2 tomates moyennes","200g d'emmental en dés","4 oeufs durs","400g de pomme de terre à chair ferme (ratte, charlotte...)","1 oignon ","Vinaigrette ","Persil "],"image":"https://assets.afcdn.com/recipe/20101221/60113_w648h414c1cx256cy192.jpg"},{"name":"Salade argentine","preparation_time":"5","cooking_time":null,"difficulty":"très facile","instructions":["Disposer dans des assiettes individuelles les feuilles de salade.","Ajouter par assiette 1/2 boîte de thon en miettes, le 1/2 avocat en morceaux et la 1/2 banane en rondelles.","Préparer une vinaigrette et verser sur la salade.","Attention à remuer délicatement pour éviter un effet \"bouillie\" (banane et avocat!)."],"ingredients":["1 salade ","93g de thon ","1 avocat mûr","1 banane ","Moutarde ","Huile ","Vinaigre ","Vinaigre ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20140814/28316_w648h414c1cx900cy1350.jpg"},{"name":"Fondant au chocolat anti-cholestérol","preparation_time":"10","cooking_time":"10","difficulty":"facile","instructions":["Préchauffer le four à 200°C (thermostat 6-7).","Casser le chocolat en morceaux et le faire fondre au bain-marie avec le Primevère® Tartine & Cuisson. Remuer régulièrement pour obtenir un mélange lisse et homogène.","Pendant ce temps, casser les oeufs dans un saladier et les battre énergiquement avec le sucre.","Verser la compote et le chocolat fondu dans le saladier et mélanger.","Tamiser la farine et incorporer progressivement le cacao en poudre. Pour éviter la formation de grumeaux, veiller à bien mélanger au fur et à mesure.","Prélever une noisette de Primevère® et graisser 4 moules individuels à l’aide d’un papier absorbant.","Verser la préparation au chocolat dans les moules, et enfourner pendant 8 minutes pour un gâteau coulant ou 10 minutes pour une texture fondante.","À la sortie du four, laisser tiédir les fondants avant de les démouler délicatement.Déguster encore tièdes."],"ingredients":["2 oeufs entiers","2 blancs d'oeuf ","1 compote de pommes sans sucres ajoutés","70g de chocolat noir pâtissier","60g de Primevère Tartine & Cuisson ","60g de Primevère Tartine & Cuisson ","40g de sucre ","30g de cacao en poudre non sucré","30g de farine complète de blé"],"image":"https://assets.afcdn.com/recipe/20200421/109848_w648h414c1cx442cy258cxt0cyt0cxb885cyb516.png"},{"name":"Courgette farcie","preparation_time":"20","cooking_time":"30","difficulty":"Niveau moyen","instructions":["Laver la courgette, en couper les extrémités, puis la couper en deux dans le sens de la longueur. ","Enlever les pépins du centre avec une cuillère, puis creuser la courgette. Récupérer la chair, la détailler en cubes.","Faire revenir la chair quelques instants dans une poele avec un peu d'huile d'olive, saler, poivrer. ","Dans une casserole, faire fondre l'oignon haché. Lorsqu'il est blond, ajouter le haché de bœuf, le laisser cuire (à couvert) en remuant souvent pour bien défaire la viande. ","Ajouter la boite de tomates pelées, couper grossièrement les tomates avec un couteau dans la casserole, ajouter 2 morceaux de sucre, une poignée d'herbes de Provence, le cube de bouillon de poule et l'ail pressé. ","Laisser mijoter le tout environ 15 min, saler, poivrer. La sauce doit être épaisse. ","Ajouter les dés de courgettes. Beurrer un plat allant au four, y déposer les courgettes côte à côte, les remplir de la préparation viande + cubes de courgettes.","Parsemer de gruyère râpé, mettre au four moyen pendant 30 min."],"ingredients":["1 courgette ","1 oignon ","2 ail ","250g de boeuf haché ","480g de tomates pelées ","1filet d'huile d'olive ","1cuillère à café de herbes de Provence ","2carrés de sucre ","1 cube de bouillon de poule","1 cube de bouillon de poule","1pincée de sel ","1pincée de sel ","1pincée de poivre ","3pincées de gruyère râpé "],"image":"https://assets.afcdn.com/recipe/20130823/10317_w648h414c1cx1424cy2144.jpg"},{"name":"Velouté de courgette","preparation_time":"15","cooking_time":"10","difficulty":"très facile","instructions":["Epluchez les courgettes, coupez les en morceaux et mettez les avec le beurre ou l'huile d'olive dans une casserole","Rajoutez le cube de bouillon et un verre d'eau. Fermez et laissez cuire 10 mn à partie du sifflement.","Mixer le tout avec les trois cuillères à soupe de crème fraîche. Servir ce velouté bien chaud."],"ingredients":["1.5kg de courgette ","10g de beurre ou une cuillère à soupe d'huile d'olive","1tablette de bouillon de volaille ou de boeuf","3cuillères à soupe de crème fraîche "],"image":"https://assets.afcdn.com/recipe/20200517/111285_w648h414c1cx960cy540cxt0cyt0cxb1920cyb1080.jpg"},{"name":"Tagliatelles de courgette","preparation_time":"10","cooking_time":"8","difficulty":"très facile","instructions":["Débiter entièrement chaque courgette en lamelles (d'où les 'tagliatelles') à l'aide d'un couteau économe. Inutile d'éplucher les courgettes.","Faire cuire à la vapeur 8 min environ - ou plus ou moins suivant votre ustensile de cuisson vapeur, puis mettre à glacer (très important). Si on n'a pas le temps, 1/2 heure au congélateur.","Servir en salade très fraîche les tagliatelles de courgettes arrosées d'huile d'olive et de citron, sel et poivre, un peu d'ail si on aime."],"ingredients":["1kg de courgette ","Huile d'olive ","Citron ","Ail écrasé"],"image":"https://assets.afcdn.com/recipe/20120318/5133_w648h414c1cx256cy192.jpg"},{"name":"Recette selection Recette de courgette","preparation_time":null,"cooking_time":null,"difficulty":null,"instructions":[],"ingredients":[],"image":null},{"name":"tarte courgette - ricotta","preparation_time":"20","cooking_time":"25","difficulty":"très facile","instructions":["Râper les courgettes. Les faire revenir dans du beurre. Hors du feu, ajouter la ricotta, les œufs, le parmesan, le basilic et la muscade. Saler, poivrer. ","Dans un moule à tarte, disposer les feuilles de brick les unes sur les autres. Recouvrir de la préparation. Faire cuire 25 min."],"ingredients":["7feuilles de brick ","1pot de ricotta (250 g)","50g de parmesan ","3 courgettes ","2 oeufs ","Basilic (4 cuillères à soupe)","1pincée de muscade ","1pincée de muscade "],"image":"https://assets.afcdn.com/recipe/20161114/63219_w648h414c1cx1424cy2136.jpg"},{"name":"cake courgette chorizo","preparation_time":"20","cooking_time":"45","difficulty":"très facile","instructions":["Faire revenir la courgette non épluchée et coupée en dés dans une cuillère à soupe d'huile d'olive (environ 15 min) puis essorer dans l'essuie-tout.","Dans un saladier, mélanger la farine, la levure, les oeufs, l'huile, le lait chaud, les dés de courgettes, le chorizo (en rondelles) et le gruyère.","Mettre le tout dans un plat à cake non beurré pendant 45 min à 200°, thermostat 6-7."],"ingredients":["1 chorizo (plus ou moins fort selon votre goût)","1 courgette ","150g de farine ","1sachet de levure ","3 oeufs ","3cl d'huile (celle que vous voulez)","12.5cl de lait chaud","100g de gruyère râpé "],"image":"https://assets.afcdn.com/recipe/20120808/22084_w648h414c1cx192cy256.jpg"},{"name":"Madeleines salées courgette chorizo","preparation_time":"10","cooking_time":"10","difficulty":"facile","instructions":["Préchauffer le four à 210°C (thermostat 7).","Râper les courgettes, couper le chorizo en petits dés.","Dans le bol d'un robot mettre la farine, la levure, les oeufs, l'huile et mettre en route. Une fois que le mélange est homogène ajouter le gruyère puis les courgettes râpées et le chorizo. ","Mettre dans des alvéoles en silicone ou dans des alvéoles beurrées et enfourner pendant 10 minutes."],"ingredients":["6 oeufs ","240g de farine ","1.5sachet de levure chimique (17 g)","1.5sachet de levure chimique (17 g)","45g de gruyère râpé ","9cuillères à soupe d'huile de tournesol ou colza","350g de courgette ","180g de chorizo (doux ou fort selon les goûts)"],"image":"https://assets.afcdn.com/recipe/20160527/46216_w648h414c1cx2000cy3000.jpg"},{"name":"Courgette apéritive","preparation_time":null,"cooking_time":null,"difficulty":"très facile","instructions":["1. Lavez les jeunes courgettes et taillez-les en dés d'environ 1 cm. Versez les dés dans un saladier et ajoutez une poignée de gros sel. Laissez dégorger 6 heures.","2. Rincez abondamment et égouttez. Remettez dans le saladier et couvrez d'une mélange d'eau (2/3) et de vinaigre de vin blanc (1/3). Réservez au frais 24 heures.","3. Egouttez et mettez en bocal, puis recouvrez d'huile d'olive.","Se conserve au frais. Si au frigo, sortir la préparation 1/2h avant consommation.","Dégustez égoutté à l'aide de cure-dents."],"ingredients":["4 courgettes ","Gros sel ","25cl de vinaigre de vin blanc","25cl de vinaigre de vin blanc","50cl d'eau ","75cl d'huile d'olive "],"image":"https://assets.afcdn.com/recipe/20171012/73058_w648h414c1cx240cy320.jpg"},{"name":"Pizza au Reblochon et à la courgette","preparation_time":"10","cooking_time":"30","difficulty":"facile","instructions":["Préchauffez le four à 200 °C (th 6/7).","Déposez la pâte à pizza sur une plaque de four recouverte de papier sulfurisé.Badigeonnez-la de sauce arrabbiata.","Rincez et coupez les petites courgettes en 4, dans le sens de la longueur. Alignez-les joliment sur la pizza.","Découpez des tranches fines dans le Reblochon et déposez-les sur la pizza.","Enfournez pour 20 à 30 min.","Juste avant de servir, rincez et séchez les pousses de salade et garnissez-en la pizza à la sortie du four."],"ingredients":["Reblochon de Savoie (l'équivalent d'1/3)","Reblochon de Savoie (l'équivalent d'1/3)","1rouleau de pâte à pizza ","8 courgettes de petite taille","1pot de sauce Arrabiata (200 g env.)","Salade "],"image":"https://assets.afcdn.com/recipe/20200320/109175_w648h414c1cx509cy504cxt0cyt0cxb1018cyb1008.png"},{"name":"COURGETTE FARCIE","preparation_time":"30","cooking_time":"1","difficulty":"facile","instructions":["Laver la courgette sans l'éplucher, la couper dans le sens de la longueur (pour une petite), ainsi que dans le sens de la largeur pour une plus grosse (en 4 morceaux). Les évider.","Faire cuire dans un cuit-vapeur ou dans une casserole d'eau (dans ce cas, les cuire la veille car elles vont rendres de l'eau).","Piquer avec un couteau: la courgette doit encore être un peu ferme car elle cuira de nouveau avec la farce.","Dans un saladier, mettre la viande, les aromates, le sel (ne pas hésiter car la courgette est fade), le poivre, les tomates concassées ou le coulis, le parmesan, le persil, la semoule et bien mélanger.","Déposer les courgettes demi cuites dans un plat allant au four; les farcir avec le mélange.","Couper la mozzarella en tranches et la déposer par dessus.","S'il reste un peu de tomate, en mettre un peu par dessus.","Enfourner, laisser cuire 25 à 30 min, à 200° ou thermostat 6-7."],"ingredients":["1 courgette du jardin ou 4 moyennes du commerce","600g de boeuf haché ","Persil ","2 ail + 2 échalotes (surgelées, c'est très bien)","Persil (ne pas hésiter)","1 brique de coulis de tomate ou 1 boîte de tomates concassées","1/2sachet de parmesan ","Poivre ","Sel ","Sel ","Origan ","Origan ","verre de semoule à couscous, mais surtout pas trop","2boules de mozzarella "],"image":"https://assets.afcdn.com/recipe/20130910/13387_w648h414c1cx1024cy768.jpg"},{"name":"soupe de courgette","preparation_time":"5","cooking_time":"15","difficulty":"très facile","instructions":["Diluez le bouillon cube avec le demi litre d'eau. Coupez la courgette en morceaux et la recouvrir tout juste du bouillon obtenu. ","Après 15 mn de cuisson mixez le tout avec le kiri. "],"ingredients":["1 courgette ","1 cube de bouillon de poule","1 cube de bouillon de poule","1 kiri ","1/2l d'eau "],"image":"https://assets.afcdn.com/recipe/20131106/44607_w648h414c1cx1224cy1632.jpg"},{"name":"Courgettes farcies... à la courgette en 20 minutes","preparation_time":"10","cooking_time":"10","difficulty":"facile","instructions":["Préchauffez le four à 200 °C et placez le plat dedans (cela permetd’avoir une cuisson uniforme et plus rapide).","Rincez les courgettes.Émincez-en 2.","Préparez la farce : pelez et émincez les oignons. Faites revenirdans une poêle huilée les coeurs de courgette, les courgettes tailléeset les oignons jusqu'à ce qu'il soit possible de les écraser grossièrement.","Mouillez le pain rassis avec la crème et mélangez-le à la farce hors du feu.","Ajoutez les amandes concassées. Ciselez dessus le persil(vous pouvez évidemment utiliser des herbes séchées). Ajoutezl’oeuf et le parmesan.","Farcissez les courgettes et enfournez pour une dizaine de minutes."],"ingredients":["6 courgettes ","2 oignons ","20cl de Crème légère & Ail Confit Infusé ","20cl de Crème légère & Ail Confit Infusé ","200g de pain rassis","50g de parmesan ","1 oeuf ","30g d'amandes concassées","Persil ","Huile d'olive "],"image":"https://assets.afcdn.com/recipe/20190828/96890_w648h414c1cx810cy540cxt0cyt0cxb1620cyb1080.jpg"},{"name":"Recettes œuf cocotte","preparation_time":null,"cooking_time":null,"difficulty":null,"instructions":[],"ingredients":[],"image":null},{"name":"Petits gâteaux aux blancs d'oeuf (Restes de blanc d'oeuf)","preparation_time":"10","cooking_time":"15","difficulty":"très facile","instructions":["Battez les blancs d'oeuf en neige ferme (mettre une cuillerée à café de sel dans les blancs avant de les battre). ","Mélangez le sucre, la farine et le beurre fondu (en proportion du nombre de blancs d'oeufs dont vous disposez). ","Incorporez-y les blancs d'oeufs. ","Mettre la préparation finale dans de petits moules (dans l'idéal, des moules souples en silicone) et faire cuire 15 mn à peu près, à four à 175°C environ."],"ingredients":["3 blancs d'oeuf ","120g de sucre (40 g de sucre par blanc d'oeuf)","120g de beurre fondu (40 g de beurre fondu par blanc d'oeuf)","60g de farine (20 g de farine par blanc d'oeuf)"],"image":"https://assets.afcdn.com/recipe/20180302/77828_w648h414c1cx1848cy1224cxt0cyt0cxb3696cyb2448.jpg"},{"name":"Financier minute (pour utiliser des blancs d'oeuf)","preparation_time":"10","cooking_time":"20","difficulty":"très facile","instructions":["Mélanger les blancs d'oeufs, la farine, le sucre et les amandes en fouettant énergiquement. ","Ajouter le beurre fondu. Verser dans un moule beurré.","Cuire 20 minutes à 200°C (thermostat 6/7)."],"ingredients":["80g de poudre d'amande ","80g de poudre d'amande ","60g de farine ","100g de beurre ","150g de sucre ","4 blancs d'oeuf "],"image":"https://assets.afcdn.com/recipe/20200430/110248_w648h414c1cx960cy540cxt0cyt0cxb1920cyb1080.jpg"},{"name":"Oeuf nuage","preparation_time":"9","cooking_time":"13","difficulty":"facile","instructions":["Séparer le blanc des jaunes.","Couper la mozzarella en morceaux et ciseler la ciboulette.","Monter les blancs en neige en ajoutant délicatement la mozzarella coupée en petits dés et la ciboulette.","Dresser des petites montagnes sur un papier cuisson en veillant à laisser un petit nid pour le jaune.","Enfourner pour 5 à 8 minutes, jusqu'à ce que le blanc brunisse.","Ajouter le jaune et laisser cuire encore 3 minutes.","Retirer du four et déguster !"],"ingredients":["3 oeufs ","1boule de mozzarella ","Ciboulette ","Sel ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20170821/71251_w648h414c1cx2000cy3000cxt0cyt0cxb4000cyb6000.jpg"},{"name":"Oeuf cocotte chorizo","preparation_time":"15","cooking_time":"10","difficulty":"facile","instructions":["Mélanger la crème, la moutarde, le sel et le poivre. Répartir dans 4 cocottes individuelles.","Mettre 3 tranches de chorizo coupées en morceaux par cocotte, les 20 g de parmesan râpé.","Casser les 2 oeufs par cocotte, fermer la cocotte et mettre au bain marie 6 minutes dans un four préchauffé à 200°C (thermostat 6-7). C'est prêt."],"ingredients":["12tranches de chorizo ","80g de parmesan râpé ","8 oeufs ","3cuillères à soupe de crème fraîche ","1cuillère à soupe de moutarde ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20131030/51380_w648h414c1cx1656cy1948.jpg"},{"name":"Gâteau sans oeuf","preparation_time":"15","cooking_time":"25","difficulty":"très facile","instructions":["Dans le bol de votre mixer, mettre la farine, le sel, le sucre et le chocolat et mélangez.","Ajoutez ensuite le beurre par petite quantité (en garder 25 g pour graisser le moule). Bien mélanger.","Ajoutez le lait et mélangez à nouveau pour obtenir une pâte bien lisse.","Mettre la préparation dans un moule à manqué (environ 25 cm de diamètre)préalablement beurré et cuire au four à 200 C°.","Vérifiez la cuisson en enfoncant la lame d'un couteau au centre du gâteau (si elle ressort sèche, c'est que le gâteau est cuit !)."],"ingredients":["200g de farine ","1pincée de sel ","1pincée de sel ","200g de sucre en poudre ","100g de chocolat en poudre ","250g de beurre très mou","150ml de lait "],"image":"https://assets.afcdn.com/recipe/20130806/7803_w648h414c1cx1024cy768.jpg"},{"name":"L'oeuf parfait","preparation_time":"2","cooking_time":"40","difficulty":"Niveau moyen","instructions":["Remplir une casserole d'eau froide et placer les oeufs dedans. Couvrir la casserole pour limiter l'évaporation.","Commencer à faire chauffer l'eau.  Elle doit atteindre la température exacte de 64°C. Pas plus, car sinon l'oeuf va trop coaguler, pas moins, car sinon l'oeuf ne va pas coaguler. Pour atteindre cette température précise, il faut utiliser un thermomètre. Faire cuire pendant 40 minutes.","Si vous avez un cuiseur vapeur ou un robot multifonctions type Thermomix, Cook expert de Magimix, Compagnion de Moulinex... utiliser la fonction vapeur et programmer la température de 64°C et un temps de cuisson de 40 minutes.","Servir les oeufs immédiatement à la fin de la cuisson."],"ingredients":["4 oeufs "],"image":"https://assets.afcdn.com/recipe/20191125/102972_w648h414c1cx1423cy3405cxt0cyt1841cxb2805cyb5000.jpg"},{"name":"Oeuf cocotte au bacon","preparation_time":"10","cooking_time":"15","difficulty":"facile","instructions":["Faire préchauffer le four à 240°C (thermostat 8).Beurrer 4 ramequins.","Couper les tranches de bacon en lanières (une tranche par ramequin) et les déposer dans le fond des ramequins.","Casser un oeuf dans chaque ramequin, déposer une ou deux cuillères à café de crème fraîche sur les oeufs puis recouvrir de gruyère râpé.","Mettre une noisette de beurre sur chaque ramequin et enfourner pendant 10 à 15 minutes.","A déguster chaud."],"ingredients":["4 oeufs ","4tranches de bacon ","1pot de crème fraîche ","Gruyère râpé ","4noisettes de beurre ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20161215/4744_w648h414c1cx2163cy1542.jpg"},{"name":"Œufs cocotte au Reblochon","preparation_time":"5","cooking_time":"5","difficulty":"très facile","instructions":["Préchauffez le four à 200 °C (th. 6/7).","Cassez 1 œuf dans chaque ramequin, versez 5 cl de crème par-dessus et parsemez de quelques graines de cumin.","Ajoutez des petits dés de Reblochon et recouvrez chaque ramequin de son couvercle ou d’un papier cuisson.","Enfournez pour 5 min.","Vous pouvez servir ces œufs cocotte avec des feuilletés apéritifs qui feront de jolies mouillettes."],"ingredients":["1/4 Reblochon de Savoie ","1/4 Reblochon de Savoie ","4 oeufs bien frais","20cl de crème liquide entière","Cumin ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20200320/109178_w648h414c1cx282cy494cxt0cyt0cxb1022cyb970.png"},{"name":"Toast oeuf bacon","preparation_time":"5","cooking_time":"5","difficulty":"très facile","instructions":["Faites griller à la poêle vos tranches de bacon. ","Faites cuire les 4 oeufs au plat. ","Faites griller les tranches de pains de mie au grille-pain. ","Les beurrer dès la sortie du four. ","Posez le bacon sur les tranches de pains puis les oeufs au plat, par dessus !","C'est prêt!"],"ingredients":["4tranches de pain de mie ","4 oeufs ","4tranches de bacon (rondes)"],"image":"https://assets.afcdn.com/recipe/20161116/43533_w648h414c1cx2184cy1456.jpg"},{"name":"Brick à l'oeuf","preparation_time":"5","cooking_time":"5","difficulty":"très facile","instructions":["Prendre une feuille de brick et la doubler en mettant dessus la moitié d'une autre (pour renforcer).","Ensuite, mettre un oeuf au centre de la feuille et assaisonner à votre convenance (ajouter sel, poivre, câpres, ou autre).","Refermer la brick délicatement.","Faire frire dans un fond d'huile très chaude 2 minutes de chaque côté.","Bien égoutter sur du papier absorbant, puis déguster chaud."],"ingredients":["6feuilles de brick ","4 oeufs ","Câpres ","Persil ","Sel ","Sel ","Poivre ","Paprika ","Paprika ","Huile "],"image":"https://assets.afcdn.com/recipe/20170531/48511_w648h414c1cx2880cy1920.jpg"},{"name":"Gougères au Reblochon","preparation_time":"20","cooking_time":"30","difficulty":"facile","instructions":["Préchauffez le four à 180 °C (th. 6).","Dans une casserole, faites chauffer à feu doux 15 cl d’eau avec le lait, le beurre, le sucre et le sel.","Lorsque le mélange arrive à ébullition, retirez du feu et versez, en une fois, toute la farine dans la casserole. Mélangez. Remettez le tout sur le feu et faites dessécher la pâte, en la travaillant vigoureusement à l’aide d’une cuillère en bois.","Lorsque la pâte ne colle plus à la casserole, éteignez le feu. Incorporez les œufs, un à un, en les mélangeant bien à chaque fois. Puis incorporez les 50 g de Reblochon en petits dés.","Recouvrez une plaque de four de papier sulfurisé.","Versez la pâte à choux dans une poche à douille et déposez des petits tas de pâte de la taille d’une noix, en les espaçant bien les uns des autres.","Découpez les 30 g de Reblochon restants en petits dés et déposez un dé de fromage sur chaque gougère. Enfournez pour 20 à 30 min.","Servez les gougères tièdes, à l’apéritif."],"ingredients":["50g de Reblochon de Savoie (+ 30 g pour la finition)","50g de Reblochon de Savoie (+ 30 g pour la finition)","4 oeufs ","100g de beurre ","20g de sucre semoule ","10cl de lait entier ","150g de farine fluide","1pincée de sel "],"image":"https://assets.afcdn.com/recipe/20200320/109172_w648h414c1cx510cy523cxt0cyt0cxb1020cyb1046.png"},{"name":"Velouté de chou- fleur","preparation_time":"15","cooking_time":"20","difficulty":"très facile","instructions":["Détailler le chou-fleur. ","Mettre dans une casserole, le chou-fleur découpé (\"en fleurs\"), les pommes de terre, le bouillon cube, 750 ml d'eau, l'origan et le sel. ","Faire cuire jusqu'à ce que le tout soit cuit (piquer avec un couteau, qui doit rentrer facilement). ","Mixer le tout avec le beurre et la crème fraîche. ","Assaisonner avec du sel et du poivre. ","Bon appétit !"],"ingredients":["1 chou-fleur ","2 pommes de terre ","750ml d'eau ","1 bouillon cube de volaille","1 bouillon cube de volaille","Origan ","Origan ","Poivre ","Sel ","Sel ","50g de beurre ","2cuillères à soupe de crème fraîche "],"image":"https://assets.afcdn.com/recipe/20160404/63539_w648h414c1cx1500cy1001.jpg"},{"name":"Gratin de chou-fleur léger","preparation_time":"20","cooking_time":"30","difficulty":"très facile","instructions":["Nettoyer le chou-fleur et le couper en bouquets. ","Les disposer dans le panier vapeur de la cocotte-minute et cuire à la vapeur environ 8 min après le sifflement de la soupape. Vérifier la cuisson en piquant la pointe d'un couteau dans un des bouquets (ça doit être tendre mais pas mou). ","Préparer une sauce blanche : disposer un bouillon de volaille dans l'eau et faire bouillir. Faire fondre le beurre dans une casserole puis ajouter la farine. Verser peu à peu le bouillon bien chaud, comme pour une béchamel. Selon les goûts ajouter (ou non) un peu de crème. Saler, poivrer et ajouter une pointe de muscade. ","Préchauffer le four à 200°C (thermostat 6-7).","Beurrer un plat à gratin et recouvrir le fond de sauce. Disposer dessus les bouquets têtes en bas (sinon la sauce ne s'y imprègne pas). Recouvrir du reste de sauce.","Parsemer de fromage râpé (de préférence du comté qui à un goût plus prononcé). ","Enfourner pour environ 30 min."],"ingredients":["1 chou-fleur ","25g de beurre ","30g de farine ","1 bouillon de volaille ","40cl d'eau ","5cl de crème ","50g de fromage râpé ","Sel ","Sel ","Poivre ","Muscade ","Muscade "],"image":"https://assets.afcdn.com/recipe/20170112/49501_w648h414c1cx2000cy3000.jpg"},{"name":"Chou-fleur gratiné au jambon","preparation_time":"25","cooking_time":"35","difficulty":"très facile","instructions":["Couper le chou-fleur en morceaux et faire cuire à l'eau bouillante 20 min. ","Pendant ce temps, découper les tranches de jambon en carrés. ","Egoutter le chou-fleur cuit puis le passer au mixer. Ajouter les 9/10 de la crème fraîche, et mélanger. Ajouter ensuite les 3/4 du fromage et le jambon, bien répartir le tout. ","Verser le mélange dans un plat à gratin, mettre le reste du fromage et de la crème fraîche par dessus. Faire cuire 15 mn environ au four à chaleur moyenne, et laisser gratiner pendant 5 mn supplémentaires. C'est prêt."],"ingredients":["1 chou-fleur ","2tranches de jambon ","20cl de crème fraîche ","150g de gruyère râpé "],"image":"https://assets.afcdn.com/recipe/20160223/51372_w648h414c1cx250cy375.jpg"},{"name":"Recettes de chou-fleur","preparation_time":null,"cooking_time":null,"difficulty":null,"instructions":[],"ingredients":[],"image":null},{"name":"Gratin Patates / Chou-Fleur","preparation_time":"15","cooking_time":"30","difficulty":"très facile","instructions":["Peler les patates. ","Préparer le chou-fleur (enlever le feuillage et séparer le bouquets). ","Les rincer à l'eau claire. ","Dans une cocotte minute, faire cuire d'abord les pommes de terre pendant 10 min. ","De ce temps, préparer une béchamel (à moins que vous en ayez de la toute prête). Faire fondre la farine dans le beurre jusqu'à ce qu'elle forme des petites boules puis ajouter progressivement le lait froid en attendant que le lait soit bu avant d'en ajouter plus. Les petites boules de pâtes vont petit à petit se détendre pour céder la place à une sauce lisse. Laisser épaissir un peu sur le feu.","Ouvrir la cocotte et rajouter le chou fleur et une tranche de pain (pour les odeurs) et cuire 5-6 min. ","Dans un plat à gratin, mettre les pommes de terre et les choux-fleur en alternance, napper de béchamel, saupoudrer de fromage râpé. ","Mettre au four position GRILL pour gratiner. ","Hop! c'est prêt"],"ingredients":["6 pommes de terre ","1 chou-fleur ","75g de fromage râpé ","40g de farine ","40cl de beurre ","60cl de lait "],"image":"https://assets.afcdn.com/recipe/20130719/26628_w648h414c1cx996cy1504.jpg"},{"name":"Chou-fleur balsamique","preparation_time":"15","cooking_time":"1","difficulty":"très facile","instructions":["cuire le choufleur à la vapeur","Faire revenir oignon, y ajouter les lardons puis crème liquide puis moutarde, poivrer genereusement saler doucement. pour la version saumon faire des dés de saumons que l'on rajoute à la fin.","Beurrer un plat à gratin, verser vinaigre basmatique et sucre.","Couper la mozzarella en tranche fine.","Allumer le four 200 c°","Verser le choufeur dans le plat a grattin","puis préparation oignon et couvrir de mozzarella.","mettre au four 30 minutes"],"ingredients":["Chou-fleur ","Mozzarella ","Vinaigre basmatique 2cs","Vinaigre basmatique 2cs","1 oignon ","Lardons ou saumons fumé","Sucre 1cs","Moutarde 1cs","Crème liquide allégé 25cl","Crème fraîche 1cs"],"image":"https://assets.afcdn.com/recipe/20150527/62917_w648h414c1cx1280cy768.jpg"},{"name":"Beignets de chou-fleur","preparation_time":"30","cooking_time":"15","difficulty":"très facile","instructions":["Couper le chou-fleur en branches et laisser cuire pendant 20 mn avec un peu de sel. ","Pendant ce temps, hacher l'oignon finement avec l'ail et les faire revenir sur feu doux pendant 4 à 5 mn avec sel, poivre, gingembre, noix de muscade et tomate concentrée. ","Verser ce mélange dans un saladier. Ajouter les oeufs battus et la farine, le fromage râpé, bien mélanger. Réservez de côté. ","Egoutter le chou-fleur dans une passoire et ajouter à la préparation Bien mélanger. ","Préparer une friteuse. Doser chaque beignet à l'aide d'une cuillère à soupe et mettre dans la friteuse. Laisser bien dorer et poser dans un papier absorbant."],"ingredients":["1 chou-fleur (moyenne)","6 oeufs ","150g de farine ","1 oignon ","2gousses d'ail ","1cuillère à soupe de tomate concentrée","60g de fromage râpé ","Poivre ","Sel ","Sel ","1pincée de muscade et gingembre","1pincée de muscade et gingembre","Coriandre ou de persil","Huile pour la friture"],"image":"https://assets.afcdn.com/recipe/20130719/2377_w648h414c1cx996cy1504.jpg"},{"name":"Gratin de chou-fleur","preparation_time":"20","cooking_time":"30","difficulty":"facile","instructions":["Faire cuire le chou-fleur dans l'eau bouillante salée 10 mn. ","Faire une sauce béchamel : dans une casserole, faire fondre le beurre et y ajouter la farine. on fait un roux avec le fouet et on ajoute le lait petit à petit en faisant réduire la sauce. ","On ajoute noix de muscade, sel et poivre pour l'assaisonnement. ","Dans un plat à gratin, on fait une couche de chou-fleur, une couche de lardons, une autre couche de choux, on ajoute la sauce par dessus, puis enfin du gruyère pour gratiner le tout. ","Mettre dans un four chaud pendant 30 mn."],"ingredients":["1kg de chou-fleur (surgelé)","500g de lardons ","40g de beurre ","2cuillères de farine ","1l de lait "],"image":"https://assets.afcdn.com/recipe/20200218/107788_w648h414c1cx960cy540cxt0cyt0cxb1920cyb1080.jpg"},{"name":"Chou-fleur au gratin","preparation_time":"10","cooking_time":"25","difficulty":"très facile","instructions":["Nettoyer le chou-fleur en le laissant entier (enlever les feuilles et le plus gros du trognon).","Faites-le cuire à l'eau bouillante salée pendant 25 mn (pour qu'il reste bien entier, l'envelopper de papier alu ou de mousseline)","Mélanger le fromage râpé, le beurre fondu et la chapelure avec un peu de sel et de poivre.","Egoutter le chou-fleur (oter l'alu si il y en a) et disposez-le entier dans un plat à four.","Verser la préparation sur le chou-fleur et le faire dorer 5/10 mn à four chaud.","Servir dans le plat de cuisson."],"ingredients":["1 chou-fleur moyen","3cuillères à soupe de chapelure ","60g de gruyère râpé ","75g de beurre fondu","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20140608/54211_w648h414c1cx1224cy1632.jpg"},{"name":"Chou-fleur sauté au porc","preparation_time":"16","cooking_time":"18","difficulty":"facile","instructions":["Laver le chou-fleur puis le découper en morceaux de la taille d’une bouchée.","Mettre 1 cuillère à soupe de farine dans l’eau, cela empêchera que le chou-fleur jaunisse. Amener à ébullition, saler et ajouter le bicarbonate ou le pain pour limiter les odeurs de cuisson.Mettre le chou-fleur à cuire 8 minutes dans l’eau bouillante puis égoutter et rafraîchir dans l’eau froide. Egoutter.","Hacher l’oignon et la poitrine de porc.","Faire revenir l’oignon dans la poêle avec l’huile puis, lorsqu’il est tendre, ajouter le porc et faire dorer. Ajouter enfin le chou-fleur, bien remuer et poursuivre la cuisson 4 minutes en remuant fréquemment. Verser la sauce soja, mélanger.","Saler, poivrer et parsemer de persil haché avant de servir."],"ingredients":["1 chou-fleur ","1 oignon ","50g de poitrine de porc ","1cuillère à soupe de farine ","1cuillère à café de bicarbonate ou morceau de pain","1cuillère à soupe de sauce soja ","2cuillères à soupe d'huile ","2cuillères à soupe de persil haché","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20190712/95073_w648h414c1cx354cy645cxt0cyt0cxb702cyb1060.jpg"},{"name":"Wok de chou-fleur","preparation_time":"10","cooking_time":"15","difficulty":"très facile","instructions":["Découper le chou-fleur en bouquets, et les faire cuire dans l'eau salée 15 min  (il faut qu'ils soient encore un peu croquants). ","Détaillez le poivron en cubes, hachez l'oignon, râpez le gingembre (1 cuillère à café), et hachez l'ail. ","Egouttez les bouquets de chou fleur. ","Faire chauffer le wok, avec un peu d'huile. Mettre l'oignon, l'ail, le gingembre, les 4 épices, puis le poivron, et enfin le chou-fleur.","Remuer bien, ajouter 1 petit verre d'eau et laisser cuire 5 min. Servir chaud."],"ingredients":["1 chou-fleur ","1 poivron rouge ","1 oignon ","1gousse d'ail ","Gingembre frais","1cuillère à café de quatre-épices ","1cuillère à café de quatre-épices ","Poivre ","Sel ","Sel ","Huile et un petit verre d'eau"],"image":"https://assets.afcdn.com/recipe/20130718/2481_w648h414c1cx1000cy1504.jpg"},{"name":"Potage au chou-fleur","preparation_time":"10","cooking_time":"25","difficulty":"facile","instructions":["Faites cuire à moitié vos choux-fleurs (à la vapeur si possible) que vous aurez préalablement détaillés en morceaux. ","Dans une grande casserole, portez à ébulition le bouillon et y incorporer vos choux-fleurs en assaisonnant avec du poivre de cayenne ; laisser cuire 10 mn et rajouter le lait jusqu'à ce la préparation frémisse. ","Retirez du feu et jeter le fromage râpé en pluie. Passer le tout au mixeur."],"ingredients":["1.5l de bouillon ","1.5l de bouillon ","1.5l de lait ","2 choux-fleurs ","250g de fromage râpé "],"image":"https://assets.afcdn.com/recipe/20160926/3481_w648h414c1cx3000cy2000.jpg"},{"name":"Tranches de chou-fleur pané à la noisette","preparation_time":"15","cooking_time":"35","difficulty":"très facile","instructions":["Découper le chou-fleur nettoyé en grosses tranches d’environ 1,5 cm d’épaisseur. ","Les cuire à la vapeur durant 15 minutes.","Mettre la farine salée et poivrée dans une assiette creuse. Les œufs battus dans une autre (ou uniquement les blancs pour une panure plus croustillante) et le mélange de chapelure et de poudre de noisettes dans l’autre.","Faire chauffer un peu d’huile dans une poêle.","Passer successivement les tranches de chou-fleur dans la farine, l’œuf puis la chapelure à la noisette.","Faire dorer dans l’huile et retourner avec précaution.","Servir avec le citron."],"ingredients":["1 chou-fleur ","1 oeuf ","100g de farine ","100g de poudre de noisette ","50g de chapelure ","Huile ","1 citron ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20190418/91056_w648h414c1cx1969cy2898cxt0cyt0cxb23164cyb34100.jpg"},{"name":"Pommes de terres sautées","preparation_time":"10","cooking_time":"10","difficulty":"très facile","instructions":["Eplucher et laver les pommes de terre, puis les couper en tranches de 1,5 cm d'épaisseur, puis en cubes. Ne plus les laver.","Dans une sauteuse, faire chauffer 3 cuillères à soupe d'huile. Lorsque l'huile est chaude, y mettre les pommes de terre d'un coup, puis les enrober d'huile dans tous les sens avec une cuillère en bois.","Ajouter sel et poivre (et éventuellement curry), puis re-mélanger.","Porter à feu maximal et faire cuire avec le couvercle jusqu'à ce qu'une bonne odeur de pommes de terre grillées s'échappe... Ne pas les découvrir avant! Cela prend entre 3 et 5 minutes.","A ce moment là seulement, retourner les pommes de terre. Baisser la température de 2 graduations (pour mettre à feu moyen).","Remettre le couvercle, puis retourner les pommes de terre toutes les 3 min pendant 10 min.","Maintenant, elles sont cuites. Vérifier tout de même avec la pointe d'un couteau."],"ingredients":["6 pommes de terre à chair ferme","Huile ","Poivre ","Sel ","Sel ","pincée de curry ","pincée de curry "],"image":"https://assets.afcdn.com/recipe/20180621/79737_w648h414c1cx1944cy2592cxt0cyt0cxb3888cyb5184.jpg"},{"name":"Potage velouté poireaux pommes de terre","preparation_time":"10","cooking_time":"30","difficulty":"très facile","instructions":["Faire revenir les poireaux (bien lavés et émincés) avec le morceau de beurre, puis ajouter les pommes de terre.","Remuer et ajouter l'eau et le lait. Saler, poivrer. Cuire 1/2 heure.","Mixer le potage, puis ajouter la crème fraîche et le basilic ciselé."],"ingredients":["2 poireaux ","2 pommes de terre ","1/2l de lait ","1/2l d'eau ","Crème fraîche ","Poivre ","Sel ","Sel ","Basilic ciselé","50g de beurre "],"image":"https://assets.afcdn.com/recipe/20130204/37054_w648h414c1cx888cy1264.jpg"},{"name":"purée de pommes de terre maison","preparation_time":"25","cooking_time":"45","difficulty":"très facile","instructions":["Epluchez et coupez les pommes de terre en morceaux. ","Mettez-les à cuire dans un grand volume d'eau salée jusqu'à ce que la pointe d'un couteau rentre facilement dans la chair. ","Passez-les alors au moulin à légumes. ","Ajoutez le lait pour délayez jusqu'à la consistance souhaitée, la crème fraîche pour l'onctuosité et un peu de muscade râpée. ","Rectifiez l'assaisonnement et servez bien chaud."],"ingredients":["1kg de pomme de terre (chair tendre, variété pour purée)","20cl de lait ","Crème fraîche ","Muscade ","Muscade "],"image":"https://assets.afcdn.com/recipe/20130627/23801_w648h414c1cx1250cy1875.jpg"},{"name":"Galettes de pomme de terre","preparation_time":"25","cooking_time":"10","difficulty":"facile","instructions":["Éplucher les pommes de terre et l'oignon et les râper finement. Il faut retirer l'excédent d'eau. ","Ajouter la farine, l’œuf, un peu de sel et de poivre. Bien mélanger l'ensemble.","Dans une poêle, porter à ébullition un peu d'huile puis y déposer 4 cuillères à soupe de la préparation.","Faire bien dorer les galettes d'un côté, les retourner et laisser dorer sur l'autre face. Les sortir.","Recommencer jusqu'à épuisement de la pâte.Disposer les galettes sur un plat de service. Les servir bien chaudes avec une sauce aux champignons."],"ingredients":["7 pommes de terre ","3 oignons ","1 oeuf ","3cuillères à soupe de farine ","Poivre ","Sel ","Sel ","Huile "],"image":"https://assets.afcdn.com/recipe/20161116/6912_w648h414c1cx1326cy1585.jpg"},{"name":"Galettes de pommes de terre","preparation_time":"20","cooking_time":"20","difficulty":"facile","instructions":["Epluchez et lavez les pommes de terre. Râpez-les très finement avec les oignons. Enlevez l'eau en pressant dans les mains.","Mettez-les dans une terrine. Ajoutez sel, poivre, farine, l'oeuf, ainsi que la ciboulette ciselée.","Façonnez à la main des galettes de 1 cm d'épaisseur avec cette préparation.","Faites frire à l'huile  des deux côtés, dans une poêle bien chaude, 10 minutes de chaque côté."],"ingredients":["6 pommes de terre ","2cuillères à soupe de farine ","1 oeuf ","2 oignons ","1botte de ciboulette ","Huile "],"image":"https://assets.afcdn.com/recipe/20130328/20978_w648h414c1cx996cy1306.jpg"},{"name":"Gratin de pommes de terre fondant","preparation_time":"15","cooking_time":"55","difficulty":"facile","instructions":["Épluchez et coupez en fines rondelles les pommes de terre.","Frottez le plat à gratin avec la gousse d'ail.","Disposez successivement les rondelles de pommes de terre, le gruyère râpé et la crème, salez et poivrez. Recommencez jusqu'en haut du plat pour finir sur une couche de pommes de terre.","Ajoutez une noix de beurre.","Faites cuire à 200°C (Thermostat 6) pendant 50 min puis 5 min à 240°C (Thermostat 8).","Dégustez aussitôt."],"ingredients":["1kg de pomme de terre ","60g de fromage râpé ","25cl de crème fraîche ","30g de beurre ","1gousse d'ail ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20180123/77042_w648h414c1cx2625cy1750cxt0cyt0cxb5250cyb3500.jpg"},{"name":"Soupe veloutée de potimarron et pommes de terre","preparation_time":"25","cooking_time":"40","difficulty":"très facile","instructions":["Enlever l'écorce et les pépins du potimarron (il n'est pas obligatoire de le peler, mais dans ce cas, le choisir bio et bien le laver) puis couper la chair en gros morceaux.","Eplucher les pommes de terre puis les couper en gros morceaux.","Faire revenir les oignons et l'ail hachés dans un peu de beurre à feu doux.","Ajouter les pommes de terre et le potimarron, faire revenir 5 min.","Couvrir le tout d'eau, ajouter le bouillon de poule (émietté), le curry, la muscade, la feuille de laurier et laisser mijoter environ 30 min à feu doux.","Lorsque les légumes sont cuits (vérifier à l'aide d'un couteau), mixer votre préparation.","Vérifier l'assaisonnement, saler, poivrer selon votre goût puis ajouter la crème fraîche et laisser mijoter encore 2 ou 3 min. Bon appétit !"],"ingredients":["1 potimarron ","2 pommes de terre ","2 oignons hachés","3gousses d'ail hachées","10cl de crème fraîche ","1cuillère à café de curry ","1cuillère à café de curry ","1pincée de muscade ","1pincée de muscade ","1 cube de bouillon de poule","1 cube de bouillon de poule","1 feuille de laurier ","Sel ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20180713/81050_w648h414c1cx1896cy2528cxt0cyt0cxb3792cyb5056.jpg"},{"name":"Recette selection 100% pomme de terre","preparation_time":null,"cooking_time":null,"difficulty":null,"instructions":[],"ingredients":[],"image":null},{"name":"Pomme de terre au four","preparation_time":"10","cooking_time":"45","difficulty":"très facile","instructions":["Eplucher les pommes de terre, ou laisser la peau si elle est fine.","Les couper dans le sens de la longueur et les placer sur une plaque au four, face bombée contre la plaque. Saler et laisser cuire à four chaud jusqu'à ce que le dessus soit bien doré.","Servir chaud accompagnées de salade verte et de toutes sortes de fromages (du kiri pour les enfants en allant jusqu'au maroilles...).","C'est délicieux, économique et sans graisse. Délicieux avec de la cancoillotte !"],"ingredients":["500g de pomme de terre "],"image":"https://assets.afcdn.com/recipe/20180628/80000_w648h414c1cx1944cy2592cxt0cyt0cxb3888cyb5184.jpg"},{"name":"Tarte aux Pommes anti-cholestérol","preparation_time":"25","cooking_time":"35","difficulty":"facile","instructions":["Préparer la pâte en premier. Pour cela, mélanger les deux farines avec le sel dans un saladier.","Couper le Primevère® Tartine & Cuisson en morceaux et l’ajouter à la farine.","Malaxer la pâte à la main et ajouter au fur et à mesure un filet d’eau. Attention la pâte doit être homogène mais elle ne doit pas coller.","Former une boule, couvrir le saladier avec un film alimentaire et réserver au frais pendant au moins 1 heure.","Préchauffer le four à 180°C (thermostat 6).","Éplucher les pommes, les épépiner avant de les couper en tranches.","Sur un plan de travail fariné, étaler la pâte à l’aide d’un rouleau à pâtisserie.Recouvrir un moule à tarte de papier cuisson et y déposer la pâte. Piquer le fond de la pâte avec une fourchette.","Répartir la compote sur la pâte et placer les tranches de pommes sur l’ensemble de la tarte.","Saupoudrer le tout de sucre vanillé et enfourner la tarte pour 35 minutes.Laisser refroidir la tarte avant de déguster."],"ingredients":["6 pommes gala","125g de Primevère Tartine & Cuisson ","125g de Primevère Tartine & Cuisson ","125g de farine de sarrasin ","125g de farine semi complète de blé","1 compote pommes sans sucres ajoutés","1sachet de sucre vanillé ","1pincée de sel ","Eau "],"image":"https://assets.afcdn.com/recipe/20200417/109771_w648h414c1cx442cy256cxt0cyt0cxb885cyb512.png"},{"name":"Poulet rôti et ses pommes de terre","preparation_time":"15","cooking_time":"1","difficulty":"très facile","instructions":["Cette recette est extrêmement simple. ","Il vous suffit de mettre le poulet dans un plat à four. ","Pendant ce temps-là, préchauffer le four à 210-240°C (thermostat 7-8).","Prenez le beurre et découpez-le en morceaux pour le mettre sur le poulet un peu partout. ","Salez, poivrez et herbez la bête...","Ensuite, attaquez-vous au patates... Il faut les éplucher et puis les faire tremper dans l'eau pour les rincer et les essuyer.","Il faut après les découper.","Alors, là, c'est comme vous le sentez... faites de jolies formes si vous le voulez, moi, je fais simplement des carrés. ","En fait, je prends la pomme de terre, la découpe en longueur, la tourne, et puis après la découpe dans l'autre longueur et puis je la tourne dans l'autre sens pour la découper en largeur... et ça, ça fait des sortes de carrés.","Et je mets toutes les pommes de terres dans le plat autour du poulet. Les sale. ","Et puis direction le four après avoir arrosé le tout d'un demi-verre d'eau. ","Je laisse cuire 1h15... plus ou moins en fonction du poulet et des pommes de terre. ","Je le tourne régulièrement pendant la cuisson, sur chaque face... Et puis s'il le faut je réarrose d'eau... comme ça, les pommes de terre baignent dans le jus.","Une fois que c'est prêt et bien il suffit de servir !"],"ingredients":["1 poulet à rôtir d'environ 1,2 kg","50g de beurre ","Herbes de Provence ","Sel ","Sel ","Poivre ","20 pommes de terre "],"image":"https://assets.afcdn.com/recipe/20200227/108291_w648h414c1cx1824cy2736cxt0cyt0cxb3648cyb5472.jpg"},{"name":"Pommes de terre farcies","preparation_time":"15","cooking_time":"55","difficulty":"très facile","instructions":["Préchauffer le four à 180°C (thermostat 6).","Préparer la farce en mélangeant la chair à saucisse, le steak haché, l'ail, le persil, l'oeuf et un peu de sel et poivre à votre convenance.","Eplucher les pommes de terre, couper un \"chapeau\" sur le dessus. Creuser les pommes de terre à l'aide d'un couteau ou d'une cuillère ; conserver la chair de pommes de terre retirée. Remplir les pommes de terre de farce et placer les \"chapeaux\" sur le dessus de chaque pomme de terre.","Emincer l'oignon. Beurrer un plat allant au four, y placer dans le fond l'oignon émincé puis les pommes de terre farcies. Placer la chair de pomme de terre restante dans le plat ainsi que les restes éventuels de farce. Déposez une noisette de beurre sur chaque \"chapeau\" de pommes de terre puis arrosez le tout du verre de bouillon.","Enfourner pour 55 minutes. Prolonger de quelques minutes la cuisson si nécessaire."],"ingredients":["6 pommes de terre ","250g de chair à saucisse ","1 viande hachée ","1 oeuf ","Persil et ail haché","1 oignon ","noisette de beurre ","1verre de bouillon de viande (1/2 tablette)","1verre de bouillon de viande (1/2 tablette)"],"image":"https://assets.afcdn.com/recipe/20141009/58893_w648h414c1cx1632cy1224.jpg"},{"name":"Recettes de pomme de terre","preparation_time":null,"cooking_time":null,"difficulty":null,"instructions":[],"ingredients":[],"image":null},{"name":"Salade de riz anti-cholestérol","preparation_time":"20","cooking_time":"10","difficulty":"très facile","instructions":["Faire cuire le riz dans une casserole d'eau bouillante salée, pendant 10 minutes environ.L’égoutter et le mélanger avec le Primevère® Sans huile de palme pour éviter qu’il ne colle en refroidissant.","En attendant que le riz refroidisse, préparer le chou kale.","Retirer la côte centrale du chou et l’émincer finement. Assouplir les feuilles en les écrasant légèrement avec la paume de la main.","À l’aide d’un économe, éplucher et couper le radis noir en tranches.","Égoutter les tomates confites et les couper en petits morceaux. Émietter la feta.","Dans un grand récipient, disposer le riz, le chou, les tomates confites, le radis, les pousses germées et la feta.","Préparer l’assaisonnement : émulsionner l’huile de noisette avec le jus de citron. Saler et poivrer.","Arroser la salade de riz avec la sauce et saupoudrer le tout de graines de pavot juste avant de servir."],"ingredients":["120g de riz sauvage ","1 radis noir ","60g de feta ","10g de Primevère Sans huile de palme ","10g de Primevère Sans huile de palme ","8feuilles de kale ","1 citron ","2cuillères à soupe d'huile de noisette ","2poignées de pousses germées ","8quartiers de tomate confite à l’huile ","2cuillères à café de graine de pavot ","1pincée de poivre ","1pincée de sel "],"image":"https://assets.afcdn.com/recipe/20200417/109770_w648h414c1cx442cy257cxt2cyt3cxb885cyb514.png"},{"name":"Caviar d'artichaut","preparation_time":"10","cooking_time":"10","difficulty":"très facile","instructions":["Faites cuire les fonds d'artichaut pendant 10 min; égouttez-les bien.","Placez-les dans un mixeur avec l'huile d'olive, le jus du demi-citron, le parmesan, le sel et le poivre.","Servez avec du pain de mie grillé, coupé en petits carrés."],"ingredients":["300g de fond d'artichaut en conserve","1/2verre d'huile d'olive ","1/2 citron ","120g de parmesan ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20131023/28627_w648h414c1cx1424cy2144.jpg"},{"name":"Lapin à l'artichaut","preparation_time":"15","cooking_time":"1","difficulty":"facile","instructions":["Faites revenenir le lapin dans l'huile chaude. A mi-parcours, ajoutez les oignons.","Poudrez avec la farine, assaisonnez de sel et de poivre.","Remuez pour bien enrober la viande de farine. Ajoutez le lait.","Mettez à mijoter pendant 1 h 15 environ, en remuant de temps en temps (attention, ça attache facilement !).","A mi-cuisson, ajoutez les fonds d'artichauts coupés en dés.","On peut servir avec du riz, du blé ou des pommes de terre vapeur."],"ingredients":["6 cuisses de lapin (ou 3 râbles)","6 fonds d'artichaut cuits","3cuillères à soupe de farine ","50cl de lait ","1 oignon ","Huile "],"image":"https://assets.afcdn.com/recipe/20130719/63173_w648h414c1cx1000cy1504.jpg"},{"name":"Artichaut farci","preparation_time":"30","cooking_time":"1","difficulty":"très facile","instructions":["Couper la queue des artichauts et couper la base afin que les artichauts soient stables. Frotter la base coupée avec le citron. Couper le haut des feuilles.","Plonger les artichauts dans une casserole d'eau bouillante salée. Laisser cuire 35 minutes.","Eplucher et hacher finement l'ail et les oignons. Couper les olives en morceaux.","Dans une poêle, faire revenir les oignons avec l'ail, les pignons de pin et un peu d'huile d'olive. Mélanger et faire revenir jusqu'à légère coloration.","Ajouter la viande hachée et les herbes de Provence. Bien mélanger et laisser cuire 5-10 minutes le temps de cuire la viande.","Verser la farce dans un saladier, ajouter le fromage blanc, les olives, l'oeuf, saler, poivrer et mélanger.","Lorsque les artichauts sont cuits, écarter les feuilles du milieu pour ôter tous le foin. Attention à ne pas vous brûler.Préchauffer le four à 200°C (thermostat 6-7).","Farcir les artichauts puis les placer sur une plaque recouverte de papier cuisson.","Enfourner 15 minutes."],"ingredients":["4 artichauts ","300g de viande hachée ","80g de fromage blanc ","2gousses d'ail ","1 oeuf ","8 olives noires ","2 oignons ","1/2 citron ","50g de pignons ","50g de pignons ","Huile d'olive ","2cuillères à soupe de herbes de Provence ","Sel ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20180330/78283_w648h414c1cx2000cy3000cxt0cyt0cxb4000cyb6000.jpg"},{"name":"Artichaut, girolles, pétoncles","preparation_time":"25","cooking_time":"50","difficulty":"facile","instructions":["Casser la queue des artichauts puis les mettre à cuire dans un grand volume d'eau bouillante salée durant 40 minutes.","Vérifier la cuisson à l'aide de la pointe d'un couteau.","Égoutter, placer la tête en bas. Retirer le foin et les feuilles. Couper les fonds d'artichauts en tranches.","Nettoyer les girolles puis les couper en 2. Hacher l'échalote. ","Faire fondre l'échalote dans la moitié du beurre puis ajouter les girolles, saler, poivrer. Les faire sauter.","Dans une autre poêle, réchauffer doucement les fonds d'artichauts dans le beurre.","Lorsqu'ils sont prêts, faire chauffer une poêle avec de l'huile et y faire revenir vivement les pétoncles. Lorsqu'ils sont cuits, saupoudrés de piment d'Espelette et arrosés d'un filet de jus de citron.","Disposer les fonds d'artichauts dans les assiettes, disposer les pétoncles par dessus et les girolles autour. Servir de suite, bien chaud."],"ingredients":["400g de noix de pétoncle ","500g de girolle ","2 artichauts camus ou castel","1cuillère à café de piment d'Espelette ","1cuillère à café de piment d'Espelette ","1 échalote ","1 citron ","2cuillères à soupe d'huile ","30g de beurre ","Sel ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20130801/18753_w648h414c1cx1000cy1504.jpg"},{"name":"Artichaut nature (au micro-onde)","preparation_time":"5","cooking_time":"10","difficulty":"très facile","instructions":["Couper la queue de l’artichaut à ras ou à 3 cm (tout dépend si vous souhaitez manger la queue !). ","Laver l’artichaut à l’eau.","Le baigner rapidement dans un saladier rempli d’eau vinaigrée. Rincer à nouveau à l’eau claire.","Egoutter l’artichaut puis l’envelopper dans du film plastique passant au micro-onde (l’artichaut doit être emballé bien hermétiquement).","Peser l’artichaut (ou les artichauts).","Déposer l’artichaut emmailloté sur une assiette. Mettre au micro-onde à 1000 W et faire cuire 1 minute pour 100 g.  ","Désenvelopper l’artichaut et laisser refroidir avant de déguster avec une vinaigrette.","Exemples :","1 artichaut de 500 g => 5 min au micro-onde à 1000 W.","2 artichauts de 800 g au total => 8 min au micro-onde à 1000 W."],"ingredients":["1 artichaut par personne"],"image":"https://assets.afcdn.com/recipe/20130909/60286_w648h414c1cx1872cy2808.jpg"},{"name":"Confit de fond d'artichaut","preparation_time":"20","cooking_time":"1","difficulty":"facile","instructions":["Ôter les feuilles et le duvet des artichauts puis les rincer.","Émincer grossièrement l'oignon et le faire fondre dans l'huile d'olive sans le faire colorer.","Ajouter l'ail écrasé et le concentré de tomates et bien remuer.","Déposer les fonds d'artichaut, les tourner pour bien les enrober d'huile.","Mouiller avec la moitié du verre d'eau (juste pour diluer un peu le concentré de tomate) et éventuellement ajouter le sucre (acidité de la tomate), saler et poivrer.","Saupoudrer d'aneth (environ une cuillère à soupe).","Poser le couvercle et laisser confire à feu doux pendant une heure.","Si besoin, ajouter un peu d'eau en cours de cuisson pour éviter que les artichauts accrochent.","Servir bien frais en entrée."],"ingredients":["4 artichauts ","1petite tasse d'huile d'olive ","1 oignon ","1gousse d'ail ","1cuillère à café de concentré de tomates ","1demi de sucre (facultatif)","Aneth séchée ou fraîche selon le goût","Aneth séchée ou fraîche selon le goût","1verre d'eau ","Poivre ","Sel ","Sel ","1 fond suffisamment large pour que les fonds d'artichaut soient posés côte à côte sans se superposer) + couvercle"],"image":"https://assets.afcdn.com/recipe/20120602/16203_w648h414c1cx256cy192.jpg"},{"name":"Verrine avocat, crevette, artichaut","preparation_time":"15","cooking_time":"20","difficulty":"facile","instructions":["Faire cuire les artichauts à la vapeur.","Couper l'avocat, retirer la chair, en faire une purée avec une fourchette. Ajouter la crème (facultatif).","Ensuite décortiquer les crevette et en hacher 8. Ajouter un filer d'huile d'olive. Hacher l'ail, l'ajouter et verser un filet de citron. Réserver.","Couper en petit dés les coeurs d'artichaut, ajouter un filet d'huile (facultatif, c'est pour donner du brillant à l'artichaut), ajouter le romarin et remuer le tout.","Dans chaque verrine, disposer en premier l'avocat, ensuite les crevettes hachées, puis les dés d'artichaut.","Pour la déco, utiliser les crevettes entières réservées. Déguster frais !"],"ingredients":["1 avocat ","2 artichauts (ou 2 coeurs d'artichauts surgelés)","12 crevettes (moyennes)","1/2cuillère à café de persil hachée (pour l'avocat)","1/4gousse d'ail (pour les crevette)","1brin de romarin (pour l'artichaut)","1brin de romarin (pour l'artichaut)","Huile d'olive ","Poivre ","Sel ","Sel ","1cuillère à café de crème fraîche (selon les goûts)","1demi de citron jaune (pour les crevettes)"],"image":"https://assets.afcdn.com/recipe/20130719/64083_w648h414c1cx1000cy1504.jpg"},{"name":"Velouté artichaut-laitue","preparation_time":"15","cooking_time":"20","difficulty":"très facile","instructions":["Nettoyer les laitues en réservant les 2 petits cœurs tendres pour la finition, ciseler le reste.","Peler et hacher l’oignon.","Prélever un gros fond d'artichaut pour la décoration.","Couper le en très petits cubes, le faire revenir 1 min dans une cocote avec un peu de beurre et  réserver.","Egoutter, rincer et couper en lamelles les autres fonds d’artichauts.","Faire blondir le reste du beurre, y mettre l'oignon haché, les lamelles de laitue, d’artichauts et les pommes de terre coupées en morceaux.","Remuer quelques instants pour faire \"tomber\" la laitue.","Poivrer, mouiller avec le bouillon chaud et fermer la cocote.","Laisser cuire 10 min après rotation de la soupape (ou 20 min à la reprise de l’ébullition dans une casserole).","A la fin de la cuisson, passer au mixer pour obtenir une préparation bien onctueuse, goûter et rectifier en sel et en poivre.","Lier avec les jaunes d’œuf mélangés à la crème et à la noix de muscade râpée.","Décorer avec les dés d’artichauts et les 2 petits cœurs de laitue très finement émincés, servir aussitôt."],"ingredients":["1.5l de bouillon de volaille ","1grosse boîte de fond d'artichaut , soit 450 g net égouttés","2 laitues ","2 oignons ","2 pommes de terre moyennes à chair farineuse","50g de beurre ","20cl de crème ","2 jaunes d'oeuf ","Poivre ","Sel ","Sel ","Muscade ","Muscade "],"image":"https://assets.afcdn.com/recipe/20130924/5039_w648h414c1cx1424cy2144.jpg"},{"name":"Émincé de veau fondant, crème d’artichaut moutardée et jeunes légumes crus","preparation_time":"35","cooking_time":"1","difficulty":"facile","instructions":["Préparation de la crème d’artichaut moutardée : Mélanger la crème d'artichaut, la moutarde, le Xérès, la crème liquide, une pincée de muscade et une pincée de poivre.","Cuire à feu moyen la viande de veau avec l’ensemble des ingrédients (ail, muscade, clous de girofle, poivre, sel, thym, laurier, romarin, persil) dans de l’eau à hauteur pendant 1h20, vérifier la cuisson. La viande est cuite lorsque le morceau de veau est tendre mais ne se défait pas.","Rouler le morceau de viande dans du papier film à chaud afin d’obtenir un boudin. Refroidir dans le réfrigérateur pendant 1 nuit.","Avant de servir, sortir le morceau de viande, le tailler finement et le disposer au fond d’une assiette.","Badigeonner avec la préparation crème d’artichaut et décorer avec les légumes préalablement assaisonnés dans un jus de citron et 4 cuillères à soupe d’huile d’olive."],"ingredients":["1kg de sous-noix de veau ","1 endive carmine","4 carottes mini taillées finement","2 artichauts poivrade épluchés et taillés","10 pois gourmands taillés","Cerfeuil (quelques pousses)","10 radis émincés","feuilles de thym laurier, romarin, queues de persil","1 citron ","3 ail ","4g de muscade + 1 pincée","2 clous de girofle ","2cl d'huile d'olive ","5g de poivre + 1 pincée","30g de sel ","150g de crème d'artichaut ","20g de moutarde ","2cl de Xérès ","4cl de crème liquide "],"image":"https://assets.afcdn.com/recipe/20200514/111211_w648h414c1cx173cy259cxt0cyt0cxb346cyb519.jpeg"},{"name":"Fond d'artichaut gratiné aux oeufs","preparation_time":"10","cooking_time":"5","difficulty":"très facile","instructions":["Faire cuire les oeufs durs.","Préparer la béchamel : faire fondre le beurre dans une casserolle, y incorporer la farine pour obtenir le roux, puis verser le lait petit à petit en ne cessant pas de fouetter le mélange vigoureusement, jusqu'à l'obtention d'une crème moelleuse.","Préchauffer le four au maximum.","Disposer les fonds d'artichauts dans un petit plat allant au four, disposer les tranches d'oeufs durs par dessus. Verser ensuite la béchamel et saupoudrer de fromage râpé.","Diminuer la chaleur du four et enfourner le plat pendant 5 mn, puis le passer au grill pendant encore 5 mn restantes (ou moins, il faut que le fromage ait juste bruni). ","Servir chaud."],"ingredients":["4 fonds d'artichaut ","4 oeufs ","Fromage râpé (gruyère ou emmental)","Farine ","Beurre ","Lait "],"image":"https://assets.afcdn.com/recipe/20130718/43520_w648h414c1cx1000cy1504.jpg"},{"name":"Velouté d'artichaut au chocolat blanc","preparation_time":"10","cooking_time":"15","difficulty":"facile","instructions":["Verser l'eau dans une casserole ainsi que le bouillon, allumer à feu doux.","Égoutter et couper les fonds d'artichauts en petits dès.","Une fois le bouillon dissout, incorporer la crème et l'artichaut. Laisser cuire à feu doux pendant 15 minutes (en remuant de temps à autre).","Couper le chocolat en petits cubes et les ajouter en fin de cuisson (1 ou 2 minutes avant).","Mixer et présenter.","A servir tiède ou frais !"],"ingredients":["50g de chocolat blanc ","50g de chocolat blanc ","20cl de crème liquide ","40cl d'eau ","1 cube de bouillon de volaille","1 cube de bouillon de volaille","210g d'artichaut en conserve (poids égoutté)"],"image":"https://assets.afcdn.com/recipe/20141118/64771_w648h414c1cx1102cy1960.jpg"},{"name":"Cookie aux miettes de pain","preparation_time":"15","cooking_time":"20","difficulty":"très facile","instructions":["Faire fondre le beurre à petit feu.","Ajouter le sucre et fouetter jusqu’à ce que le mélange blanchisse.","Dans un petit bol, casser l’œuf et le fouetter.","Dans un grand bol, verser le mélange sucre + beurre fondu, puis l’œuf, bien mélanger.","Ajouter la farine, le bicarbonate, le sel et les miettes de pain, mélanger.","Ajouter les pépites de chocolat.","Recouvrir une plaque de papier cuisson, déposer des petites boules de préparation, les aplatir.","Enfourner 20min à 180°C (thermostat 6)."],"ingredients":["150g de beurre ","70g de sucre ","1 oeuf ","150g de miettes de pain ","150g de farine ","1cuillère à café de bicarbonate ","1pincée de sel ","100g de pépites de chocolat "],"image":"https://assets.afcdn.com/recipe/20200210/107299_w648h414c1cx402cy487cxt0cyt0cxb804cyb974.jpg"},{"name":"Mousse d'asperge","preparation_time":"20","cooking_time":"30","difficulty":"très facile","instructions":["Hachez l'oignon et faites-le revenir dans une poêle avec une cuillerée de beurre.","Lorsqu'il devient translucide, ajoutez les asperges. Laissez bouillir 2 mn puis passez le tout au mixer.","Dans un saladier, battez les oeufs et ajoutez la crême liquide. Salez, poivrez et ajoutez les asperges battues en mélangeant bien.","Versez le tout dans un moule à pudding.","Faites cuire au bain marie jusqu'à ce que la mousse soit bien prise.","Démoulez à froid."],"ingredients":["1botte d'asperge blanches","1 oignon ","1/4l de crème fraîche liquide ","4 oeufs ","Beurre ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20130330/20764_w648h414c1cx256cy192.jpg"},{"name":"Flan d'asperge","preparation_time":"30","cooking_time":"35","difficulty":"facile","instructions":["Faire bouillir de l'eau dans un faitout.","Mettre un peu de gros sel et y plonger les asperges. ","Les faire cuire comme indiqué sur le paquet.","Quand les asperges sont cuites, les égoutter et faire chauffer la crème dans une casserole.","Quand la crème a bouilli, mixer les asperges avec la crème puis incorporer les jaunes d'œufs. ","Saler, poivrer.","Mettre dans les ramequins du papier aluminium.","Puis enfourner a 90°C (thermostat 3) à sec pendant 35 min.","Vérifier la cuisson avec une pointe de couteau. ","Mettre au frais pendant 2 h minimum."],"ingredients":["600g d'asperge vertes (surgelées)","8 jaunes d'oeuf ","500g de crème liquide ","Poivre ","Sel ","Sel ","1cuillère à café de gros sel ","Eau pour faire cuire les asperges"],"image":"https://assets.afcdn.com/recipe/20190507/92024_w648h414c1cx910cy2300cxt0cyt0cxb8055cyb12082.jpg"},{"name":"Smoothie Asperge","preparation_time":"10","cooking_time":null,"difficulty":"très facile","instructions":["Mettre asperges, jus de carottes et épices dans le mixeur/blendeur et mixer jusqu'à obtention d'un jus (un peu épais) homogène (nul besoin d'un filtre si les asperges ne sont pas fileuses)."],"ingredients":["320g d'asperge blanches","185g d'asperge vertes","40cl de carotte ","1pincée de muscade ","1pincée de muscade ","1pincée de paprika ","1pincée de paprika "],"image":"https://assets.afcdn.com/recipe/20170215/1829_w648h414c1cx1920cy2880.jpg"},{"name":"Feuilleté d'asperge et crevettes","preparation_time":"15","cooking_time":"15","difficulty":"facile","instructions":["Chauffez le four à 180°C (thermostat 6).","Epluchez les asperges, coupez-les en tronçons de 4 cm et faites-les cuire al dente à l'eau bouillante. Passez-les sous l'eau froide pour arrêter la cuisson. Egouttez bien.","L'idéal est de le faire quelques heures avant, sinon posez-les sur du papier absorbant.","Décortiquez les crevettes et coupez-les en 2 (sauf 2 que vous gardez en déco). Coupez les tomates en petits morceaux.","Faites revenir l'échalote dans l'huile. Ajoutez le vin blanc, la crème liquide, les tomates et un peu de jus, le cerfeuil, sel et poivre.","Laissez réduire à feu doux 15 minutes en remuant de temps en temps.","Coupez la pâte feuilleté en 2 demi cercles.","Déposez au centre de chaque les asperges et crevettes. Gardez 2 crevettes et 4 têtes d'asperges pour la déco.","Ajoutez une cuillère à soupe de la sauce. Refermez la pâte en forme de triangle, bien sceller pour que le jus ne coule pas. ","Dorez avec le jaune d'oeuf.","Faites cuire au four 15 minutes.","Déposez au centre de l'assiette, décorez avec les crevettes et asperges réservées et nappez le tour de sauce. Accompagnez d'une salade."],"ingredients":["10 asperges vertes","10 crevettes roses cuites","1 échalote ciselée","1cuillère d'huile ","15cl de vin blanc ","1/2boîte de tomate entières au jus","20cl de crème liquide ","1cuillère à café de cerfeuil haché","1 pâte feuilletée ","1 jaune d'oeuf ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20170308/43785_w648h414c1cx1500cy1125.jpg"},{"name":"Gratin d'asperge très facile","preparation_time":"10","cooking_time":"15","difficulty":"très facile","instructions":["Faire cuire les asperges (5 min à l'autocuiseur) et essayez de bien les égoutter (car cela donne bcp d'eau lors de la cuisson)","Préchauffer votre four.","Dans un bol, mélangez la crème avec sel poivre et un peu de gruyère","Dans votre plat, commencez par une couche de jambon blanc, une couche d'asperges et le mélange de crème et recommencez pour finir par le mélange de crème et mettre du gruyère sur le dessus.","Mettre au four pour faire gratiner le gruyère (environ 5 à 10 min - th 200° à adapter selon votre four)"],"ingredients":["500g d'asperge vertes (en surgelé par ex)","3tranches de jambon blanc ","25cl de crème ","Poivre ","Sel ","Sel ","Gruyère "],"image":"https://assets.afcdn.com/recipe/20160520/16217_w648h414c1cx1024cy576.jpg"},{"name":"Asperge vertes au four","preparation_time":"5","cooking_time":"30","difficulty":"très facile","instructions":["Laver les asperges, les déposer sur une plaque allant au four.","Verer un filet d'huile d'olive par dessus.","Les enfourner environ 30 minutes à 180°C (thermostat 6) (selon les fours ça peut changer) jusqu'à ce que les pointes soient à peines noircies.","Servir chaud."],"ingredients":["2bottes d'asperge vertes fraîches","Huile d'olive "],"image":"https://assets.afcdn.com/recipe/20190510/92222_w648h414c1cx2016cy1386cxt0cyt0cxb4032cyb2772.jpg"},{"name":"Oeuf cocotte chèvre-asperge","preparation_time":"10","cooking_time":"10","difficulty":"facile","instructions":["Déposez une grosse cuillerée à soupe de crème fraîche épaisse dans le fond de 4 ramequins que vous aurez beurrés au préalable.","Ajoutez sel, poivre, ciboulette ciselée et un peu de paprika sur la crème. Fouettez à la fourchette.","Émiettez le fromage de chèvre (l'équivalent d'une tranche de 3-4 cm) et déposez-le sur la crème.","Coupez les asperges en tronçons de 3cm, déposez-les sur la crème et le chèvre.","Cassez l’œuf et versez-le dans le ramequin, en prenant soin de ne pas percer le jaune.","Ajoutez une grosse tranche de chèvre à côté du jaune d'oeuf.","Ajoutez 2 ou 3 pointes d'asperges et un peu de ciboulette pour la décoration.","Mettez le tout à four chaud (220 degrés), laisser cuire 7 à 8 min. Le jaune doit rester liquide.","Servez accompagné de quelques feuilles de roquette et du bon pain !"],"ingredients":["4 oeufs ","200g d'asperge (vertes ou blanches)","1bûche de fromage de chèvre ","20cl de crème fraîche épaisse ","1cuillère à soupe de ciboulette ciselée","1pincée de paprika ","1pincée de paprika ","1pincée de sel ","1pincée de sel ","1pincée de poivre "],"image":"https://assets.afcdn.com/recipe/20170419/51176_w648h414c1cx1512cy1718.jpg"},{"name":"Asperge à la feta","preparation_time":"10","cooking_time":"10","difficulty":"très facile","instructions":["Couper la feta en dés. ","Faire les cuire les oeufs (durs) et les écraser. ","Faire blanchir les asperges avant de les faire revenir dans une poêle avec huile d'olive. Lorsqu'elles sont dorées, les déposer dans un plat.","Faire chauffer le vinaigre balsamique dans la poêle pour le faire réduire légèrement.","Emietter la feta et les oeufs sur les asperges, arroser de vinaigre chaud et parsemer de basilic."],"ingredients":["500g d'asperge vertes","200g de feta ","Basilic frais ou congelé","3cuillères à soupe de vinaigre balsamique ","3cuillères à soupe de vinaigre balsamique ","3 oeufs ","3cuillères à soupe d'huile d'olive "],"image":"https://assets.afcdn.com/recipe/20160922/1003_w648h414c1cx2880cy1920.jpg"},{"name":"Feuilletés d’asperges au Reblochon","preparation_time":"15","cooking_time":"20","difficulty":"facile","instructions":["Couper deux carrés de pâte feuilletée (taille à définir en fonction de la taille des asperges).","Déposer dans la diagonale de chacune des pâtes feuilletées deux tranches de Reblochon.","Sur le Reblochon déposer les asperges (6 par feuilleté).","Verser un beau filet d’huile d'olive, du miel, du thym frais et du sel et de poivre.","Rabattre les deux coins visibles en les superposant.","Badigeonner d’oeuf.","Enfourner à 180°C (thermostat 6) pour 20 à 25 min."],"ingredients":["1 pâte feuilletée ","12 asperges fines","4tranches de Reblochon de Savoie ","4tranches de Reblochon de Savoie ","2cuillères à café de miel ","1 oeuf battu","Thym frais","Sel ","Poivre ","Huile d'olive "],"image":"https://assets.afcdn.com/recipe/20200317/109099_w648h414c1cx2162cy1143cxt0cyt0cxb4240cyb2384.jpg"},{"name":"Asperges à la crème d'asperge gratinée","preparation_time":"35","cooking_time":"20","difficulty":"très facile","instructions":["Peler consciencieusement les asperges, les faire cuire dans  de l'eau bouillante salée de 10 à 20 min selon leur grosseur.","Pendant ce temps, émincer finement l'échalote, la faire revenir quelques minutes dans 1 cuillère à soupe d'huile d'olive, rajouter le vin blanc et laisser sur le feu jusqu'à évaporation complète du liquide.","Les asperges cuites, les égoutter et prélever un quart de la queue de chacune. Mixer ces bouts d'asperges avec la crème fraiche (ou le soja cuisine), le sel, le poivre, 1 cuillère à soupe d'huile d'olive et du curry à votre convenance, jusqu'à obtenir un velouté onctueux.","Dans un plat allant au four, disposer les asperges (amputées de leur base). Verser dessus la crème d'asperge et les échalotes puis saupoudrer de fromage râpé.","Passer 2 minutes sous le grill assez chaud (220°C) pour faire gratiner le plat."],"ingredients":["1.2kg d'asperge blanches","1 échalote ","20cl de vin blanc d'alsace du style sylvaner ou pinot blanc","15cl de crème liquide ","2cuillères à soupe d'huile d'olive ","60g de fromage râpé ","Curry ","Curry ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20170411/23656_w648h414c1cx400cy267.jpg"},{"name":"Mousse d'asperge facile et rapide","preparation_time":"5","cooking_time":null,"difficulty":"très facile","instructions":["Mélanger le sachet de gelée avec le jus des boîtes d'asperges, porter à ébullition ; retirer du feu et laisser refroidir. ","Dans un mixer mettre les pointes d'asperges, les oeufs durs coupés en morceaux, la mayonnaise et la gelée tiède ou refroidie mais pas encore prise. ","Versez cette préparation dans un moule à cake ou dans des moules individuels. ","Mettre au réfrigérateur minimum 4 heures. C'est prêt !"],"ingredients":["2boîtes de pointe d'asperge blanches","5 oeufs durs","1sachet de gelée Maggi au madére","1tasse à café de mayonnaise "],"image":"https://assets.afcdn.com/recipe/20171019/73471_w648h414c1cx2137cy1425cxt0cyt0cxb4275cyb2850.jpg"},{"name":"Tartines fraîcheur au Reblochon de Savoie","preparation_time":"20","cooking_time":"10","difficulty":"facile","instructions":["Toaster les tranches de pain avec un peu d’huile d’olive.","Couper les sucrines en chiffonnade et assaisonner avec de l’huile d’olive, du sel et du poivre.","Tailler le Reblochon en tranches. Laver les radis et les couper en lamelles.","Préparer les asperges vertes et les blanchir dans de l’eau bouillante salée 5 min.","Dressage : Sur les tranches de pain toastées, répartir la sucrine, le Reblochon, les radis, les asperges coupées en deux et les groseilles.","Ajouter un filet d’huile d’olive et de la fleur de sel."],"ingredients":["250g de Reblochon de Savoie ","250g de Reblochon de Savoie ","6tranches de pain aux noix","2 sucrines ","1/4botte de radis ","1/2botte d'asperge verte ","125g de groseille ","Huile d'olive ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20200320/109177_w648h414c1cx509cy528cxt0cyt0cxb1018cyb1056.png"},{"name":"Recettes caviar d'aubergine","preparation_time":null,"cooking_time":null,"difficulty":null,"instructions":[],"ingredients":[],"image":null},{"name":"Aubergine à la parmesane","preparation_time":"45","cooking_time":"30","difficulty":"facile","instructions":["Couper les aubergines en tranches assez fines.","Les faire dégorger 30 min (les saupoudrer de sel).","Dans une poêle, faire chauffer de l'huile d'olive et y dorer les tranches d'aubergines de chaque côté.","Baisser le feu et laisser les aubergines s'attendrir.","Dans un plat allant au four, étaler la sauce bolognaise sur le fond, saupoudrer de parmesan et étaler une couche d'aubergine.","Recommencer l'opération autant de fois que nécessaire, terminer par la sauce bolognaise.","Recouvrir de parmesan et parsemer de beurre.","Mettre à four chaud pendant environ 30 min."],"ingredients":["1 aubergine ","20cl de sauce bolognaise ","75g de parmesan râpé "],"image":"https://assets.afcdn.com/recipe/20180703/80157_w648h414c1cx2934cy1786cxt0cyt0cxb5868cyb3572.jpg"},{"name":"Crème d'aubergine","preparation_time":"15","cooking_time":"25","difficulty":"très facile","instructions":["Couper les aubergines en deux dans le sens de la longueur, saupoudrer-les de sel et faites-les dégorger pendant 15 min. Rincer-les puis sécher-les avec de l'essuie-tout.","Faire cuire les aubergines faces coupées vers le haut dans le four préchauffé à 200°C pendant environ 25 min.","Vérifier la cuisson à l'aide d'un couteau pointu. Les laisser refroidir un peu et éplucher-les en tirant la peau du côte opposé à la queue.","Mixer tous les ingrédients ensemble, sauf la menthe, jusqu'à obtention d'une purée épaisse. Laisser reposer au frais environ une heure.","Servir avec un filet d'huile d'olive et saupoudrer de menthe hachée.","Déguster avec des galettes de pain pita (à défaut, une bonne baguette fraîche fera l'affaire)."],"ingredients":["2 aubergines ","3cuillères à soupe de tahin ","2gousses d'ail ","1/2 citron ","2cuillères à soupe d'huile d'olive ","Sel ","Sel ","Menthe fraîche"],"image":"https://assets.afcdn.com/recipe/20141207/52186_w648h414c1cx2000cy1500.jpg"},{"name":"chips d'aubergine","preparation_time":"20","cooking_time":"1","difficulty":"facile","instructions":["Peler les aubergines.","Les couper en fines lamelles de 2mm d'épaisseur maximum.","Dans une passoire, intercaler les lamelles d'aubergine avec du sel pour les faire dégorger (1/2 heure)","Les rincer abondamment et les essuyer avec du papier type sopalin.","Fariner les aubergines.","Les faire frire dans une poéle avec de l'huile bien chaude.","Bon appétit"],"ingredients":["2 aubergines ","Sel ","Sel ","Huile de friture ","Huile de friture "],"image":"https://assets.afcdn.com/recipe/20160322/55217_w648h414c1cx2464cy1632.jpg"},{"name":"Caviar d'aubergine","preparation_time":"20","cooking_time":"20","difficulty":"très facile","instructions":["Faire revenir les aubergines coupées en morceaux, à feu doux dans une cuillère à soupe d'huile d'olive, les faire cuire longtemps pour qu'elles deviennent confites. ","Lorsqu'elles sont bien confites, les égoutter sur du papier absorbant. ","Les mixer en pommade avec l'huile d'olive, une (ou plusieurs gousses d'ail selon votre goût), une pincée de sel. ","Pour une recette plus \"light\", on peut pocher les aubergines trois autre minutes dans l'eau bouillante avant de les faire revenir dans la poêle."],"ingredients":["4 aubergines ","1cuillère à soupe d'huile d'olive ","1gousse d'ail (ou plus selon les goûts)","1pincée de sel ","1pincée de sel "],"image":"https://assets.afcdn.com/recipe/20180323/78111_w648h414c1cx2736cy1824cxt0cyt0cxb5472cyb3648.jpg"},{"name":"Fondue d'aubergine","preparation_time":"20","cooking_time":"30","difficulty":"très facile","instructions":["Faire fondre l'oignon coupé grossièrement et l'ail haché dans le beurre et l'huile. ","Une fois qu'ils sont dorés, ajouter les aubergines et les tomates coupées en gros dés. ","Faites cuire à petit feu sous couvert pendant 10 mn. Les légumes vont suer et cuire dans leur jus. ","Retirez le couvercle et ajoutez alors le sucre en poudre. ","Faites mijoter pendant encore 20 mn."],"ingredients":["2 aubergines ","5 tomates (variété au choix)","3 oignons ","2cuillères à soupe de sucre semoule ","3gousses d'ail ","20g de beurre ","1cuillère à soupe d'huile d'olive "],"image":"https://assets.afcdn.com/recipe/20180416/78599_w648h414c1cx1560cy2080cxt0cyt0cxb3120cyb4160.jpg"},{"name":"Millefeuille d'aubergine","preparation_time":"30","cooking_time":"10","difficulty":"très facile","instructions":["Couper les aubergines en tranches très fines ; les faire griller sous la lèchefrite du four quelques minutes ; les faire mariner dans de l'huile aromatisée au thym, romarin, piment, salée et poivrée une ou deux heures.","Dresser le millefeuille: un petit carré d'aubergine ; un de parmesan ; un d'aubergine ; un de parmesan...","Garnir d'un copeau de parmesan et arroser avec l'huile de la marinade et un peu de vinaigre balsamique.","Servir sur lit de roquette ou sur un petit toast grillé."],"ingredients":["1 aubergine ","4tranches de jambon de Parme ","1petit morceau de parmesan ","Huile d'olive ","Romarin ","Romarin ","Thym ","Thym ","Piment sec","Piment sec","Vinaigre balsamique ","Vinaigre balsamique ","Roquette , éventuellement"],"image":"https://assets.afcdn.com/recipe/20140814/247_w648h414c1cx900cy1350.jpg"},{"name":"Purée d'aubergine (Penjab)","preparation_time":"20","cooking_time":"10","difficulty":"très facile","instructions":["Couper les aubergines en deux dans le sens de la longueur, les poser sur la grille du four et les faire cuire jusqu’à ce que la peau devienne noire et la chair tendre. Eplucher et écraser.","Chauffer le beurre et cuire doucement les oignons, les tomates et les feuilles de coriandre. Ajouter les épices, saler et faire sauter à feu vif (en remuant) pendant 2 minutes.","Ajouter la pulpe d’aubergines et laisser cuire à feux doux pendant 5 minutes.","Servir en garniture d’un curry."],"ingredients":["450g d'aubergine ","3cuillères à soupe de beurre ","1 oignon coupé en tranches fines","2 tomates coupées en morceaux","1cuillère à café de coriandre fraîche","1cuillère à café de coriandre ","1cuillère à café de paprika ","1cuillère à café de paprika ","1cuillère à café de curcuma ","1cuillère à café de curcuma ","1cuillère à café de cumin ","1cuillère à café de cumin ","1cuillère à café de graine de fenouil moulues","1cuillère à café de graine de fenouil moulues","1cuillère à café de sel ","1cuillère à café de sel "],"image":"https://assets.afcdn.com/recipe/20100120/26507_w648h414c1cx192cy256.jpg"},{"name":"Caviar d'aubergine","preparation_time":"10","cooking_time":"30","difficulty":"très facile","instructions":["Laver l'aubergine, la fendre en 2 parties et quadriller la chair avec un couteau. ","Faire griller au four 30 minutes à 200°C jusqu'à obtenir une chair tendre. ","Retirer la chair à l'aide d'une cuillère et l'écraser grossièrement.","Ajouter le jus de citron, l'huile d'olive, le tahini et assaisonner suivant vos goûts."],"ingredients":["1 aubergine ","2cuillères à soupe de jus de citron ","1cuillère à soupe de tahiné ","1cuillère à soupe d'huile d'olive ","1/2gousse d'ail ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20190813/96302_w648h414c1cx1512cy2016cxt0cyt0cxb3024cyb4032.jpg"},{"name":"Aubergine alla parmigiana","preparation_time":"45","cooking_time":"25","difficulty":"facile","instructions":["Couper les aubergines en fines rondelles et les faire bien dégorger avec du sel (au minimum 1 heure, et pour la suite, ne pas oublier pas de les débarrasser du sel).","Battre l'oeuf dans une assiette creuse. Y tremper les tranches d'aubergines et les rouler dans la chapelure. Bref, les paner.","Les faire cuire dans une poêle avec de l'huile d'olive, jusqu'à ce qu'elles soient joliment dorées.","Les disposer dans un plat allant au four, recouvrir de sauce tomate et saupoudrer de parmesan.","Faire gratiner et c'est prêt !","NB : Spécialement après la première étape, je fais pré-cuire les aubergines dans de l'huile d'olive puis je continue avec l'étape suivante, mais du coup c'est un peu plus gras."],"ingredients":["2 aubergines ","Sel ","Sel ","100g de chapelure ","1 oeuf ","Huile d'olive ","40cl de coulis de tomate ","Parmesan (d'où le titre mais on peut remplacer par du gruyère, de la mozzarella râpée ...)"],"image":"https://assets.afcdn.com/recipe/20180518/79174_w648h414c1cx967cy736cxt2cyt2cxb1934cyb1472.jpg"},{"name":"Velouté courgette aubergine","preparation_time":"5","cooking_time":"30","difficulty":"très facile","instructions":["Peler, épépiner la courgette et l'aubergine. Peler la pomme de terre.","Verser le tout finement coupé dans une marmite. Ajouter l'ail finement haché avec l'huile d'olive, le sel et le poivre.","Laisser cuire pendant 30 minutes. Passer au mixer."],"ingredients":["1 courgette ","1 aubergine ","1 pomme de terre ","1gousse d'ail ","2cuillères à soupe d'arôme saveur liquide","1cuillère à soupe d'huile d'olive ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20170214/26172_w648h414c1cx2880cy1920.jpg"},{"name":"2 façons de cuire les aubergines de façon délicieuses et sans trop d’huile","preparation_time":"15","cooking_time":"48","difficulty":"facile","instructions":["Pour la version poêlée :Dorer à sec les pignons de pin dans une poêle chaude.","Détailler une aubergine en dés et les faire précuire à la vapeur 8 minutes. Les égoutter soigneusement.","Faire fondre l’ail haché dans l’huile puis ajouter les dés d’aubergines. Laisser cuire sur feu doux durant 15 minutes. Saler, poivrer.","Parsemer de copeaux de parmesan, de pignons et de basilic avant de servir. Zester le citron par-dessus.","Pour la version crousti-molleuse :Couper 1 aubergine en tranches et enduire chaque côté de blanc d’oeuf battu.","Faire ensuite dorer dans une poêle avec de l’huile sur feu doux pendant 20 minutes en les retournant à mi-cuisson.","Préparer la sauce en mélangeant le reste des ingrédients. Servir les tranches d’aubergines avec la sauce au fromage blanc."],"ingredients":["1 aubergine ","1gousse d'ail ","2cuillères à soupe d'huile d'olive ","2cuillères à soupe de pignons ","30g de parmesan en copeaux","10feuilles de basilic ","Sel ","Poivre ","1 aubergine ","1 blanc d'oeuf ","2cuillères à soupe d'huile d'olive ","125g de fromage blanc ","1cuillère à soupe de miel ","1cuillère à soupe de moutarde ","1cuillère à soupe de persil plat haché","1 citron jaune (zestes)","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20190712/95071_w648h414c1cx257cy621cxt0cyt0cxb702cyb1060.jpg"},{"name":"Salade à la bettrave","preparation_time":"5","cooking_time":null,"difficulty":"facile","instructions":["Faire la vinaigrette dans un grand saladier avec l’échalote émincée, 1 cuillère de moutarde, huile et vinaigre, sel et poivre.","Couper en dés les betteraves. Rincer la mâche. Éplucher les œufs. Puis tout mélanger.","Ajouter seulement au moment de servir les croûtons puis déguster."],"ingredients":["2 betteraves (cuites)","150g de mâche ","4 oeufs durs","1sachet de croûtons nature","1 échalote ","1cuillère de moutarde "],"image":"https://assets.afcdn.com/recipe/20130214/24587_w648h414c1cx192cy256.jpg"},{"name":"Soupe aux bettraves rouges","preparation_time":"20","cooking_time":"30","difficulty":"très facile","instructions":["Réserver une betterave, couper les autres en quartiers. Les betteraves sous vide se prêtent bien à cette recette.","Eplucher l'oignon et l'ail. Laver et ciseler le cèleri.","Dans une casserole, faire bouillir le bouillon de volaille, ajouter les betteraves en quartiers, l'oignon ainsi que le cèleri. Saler, poivrer et laisser mijoter une demi-heure environ.","Pendant ce temps, couper la dernière betterave en juliennes.","Mixer la préparation en y ajoutant la gousse d'ail écrasée et une cuillère à soupe de vinaigre.","Rectifier l'assaisonnement.","Agrémenter de crème fraîche et y ajouter la betterave en julienne sans la mixer.","Bon appétit."],"ingredients":["800g de betterave rouges","1 oignon ","1gousse d'ail ","3branches de céleri ","1l de bouillon de volaille ","Poivre ","Sel ","Sel ","2cuillères à soupe de crème fraîche allégée ","1bonne cuillère à soupe de vinaigre ","1bonne cuillère à soupe de vinaigre "],"image":"https://assets.afcdn.com/recipe/20140216/50162_w648h414c1cx250cy187.jpg"},{"name":"Amuse-bouche saint-jacques et bettraves","preparation_time":"15","cooking_time":"15","difficulty":"facile","instructions":["Emincer l'oignon et le faire revenir dans une casserole avec un peu d'huile d'olive, y rajouter la pomme et la betterave coupées en petits dés.","Laisser cuire environ 10 min jusqu'à ce que les pommes et les betteraves aient bien compoté.","Pendant ce temps, faire griller les lardons dans une poêle, il faut qu'ils soient bien dorés et croustillants.","Mixer l'oignon, la pomme et la betterave avec 10 à 20 cl de crème fraîche (plus vous en mettrez plus la préparation sera liquide) afin d'obtenir une purée homogène.","Assaisonner la purée selon vos goût avec le sel et le poivre (attention à ne pas trop saler car il y a les lardons).","Faire revenir les coquilles avec un peu d'huile et de beurre dans une poêle.","Mettre dans des petits ramequins (ou dans des verrines) un peu de purée de betterave encore tiède, y déposer dessus une noix de saint-jacques coupée en 4 ou les noix de pétoncle, un peu de vinaigre balsamique et quelques lardons bien grillés."],"ingredients":["1 oignon (plutôt petit)","1 betterave rouge cuite","1 pomme ","8 coquilles saint-jacques (ou 4 à 5 noix de pétoncle surgelées par personnes)","10cl de crème fraîche semi-épaisse","50g de lardons fumés ","Vinaigre balsamique ","Vinaigre balsamique ","Poivre ","Sel ","Sel "],"image":null},{"name":"Cookie aux miettes de pain","preparation_time":"15","cooking_time":"20","difficulty":"très facile","instructions":["Faire fondre le beurre à petit feu.","Ajouter le sucre et fouetter jusqu’à ce que le mélange blanchisse.","Dans un petit bol, casser l’œuf et le fouetter.","Dans un grand bol, verser le mélange sucre + beurre fondu, puis l’œuf, bien mélanger.","Ajouter la farine, le bicarbonate, le sel et les miettes de pain, mélanger.","Ajouter les pépites de chocolat.","Recouvrir une plaque de papier cuisson, déposer des petites boules de préparation, les aplatir.","Enfourner 20min à 180°C (thermostat 6)."],"ingredients":["150g de beurre ","70g de sucre ","1 oeuf ","150g de miettes de pain ","150g de farine ","1cuillère à café de bicarbonate ","1pincée de sel ","100g de pépites de chocolat "],"image":"https://assets.afcdn.com/recipe/20200210/107299_w648h414c1cx402cy487cxt0cyt0cxb804cyb974.jpg"},{"name":"Riz perse au saumon en 25 minutes","preparation_time":"10","cooking_time":"15","difficulty":"Niveau moyen","instructions":["Rincez le riz pour que l’amidon ne se développe paspendant la cuisson.","Faites-le cuire 8 à 9 minutes dans de l’eaubouillante salée en ajoutant la gousse d’ail entière à l’eau de cuisson.","Faites chauffer une poêle et faites-y cuire le saumon sur la peau. Finissez la cuisson à couvert avec une assiette.","Pelez et émincez les oignons et les carottes, puis faites-les cuire dans lapoêle où a cuit le saumon.","Ciselez les fanes de carottes et l'aneth.","Ajoutez le riz égoutté aux légumes, remuer 2 minutes puis incorporez les fanes et l'aneth hors du feu.","Disposez le saumon sur le riz et servez."],"ingredients":["350g de riz ","600g de saumon ","1petite botte de carotte avec les fanes","2 oignons ","1gousse d'ail ","Sel ","1bouquet d'aneth (facultatif)"],"image":"https://assets.afcdn.com/recipe/20190828/96891_w648h414c1cx810cy540cxt0cyt65cxb1620cyb1080.jpg"},{"name":"Tourte aux cèpes","preparation_time":"20","cooking_time":"40","difficulty":"facile","instructions":["Faire revenir les cèpes dans un peu d'huile d'olive avec l'ail écrasé, les échalotes hachées et le persil ciselé. ","Cuire 10 min puis ajouter la chapelure, le jambon coupé en petits morceaux, sel et poivre. ","Battre 1 œuf entier plus un blanc avec la crème, ajouter l'armagnac et mélanger avec les cèpes. ","Préchauffer le four à 180°C (thermostat 6).","Garnir un moule à manqué d'une pâte, verser la préparation et recouvrir de la seconde pâte en soudant les bords et en faisant une cheminée au centre. Dorer avec le jaune d’œuf restant et enfourner pour 40 min de cuisson."],"ingredients":["2rouleaux de pâte brisée ","600g de cèpes ","20cl de crème fraîche ","2 échalotes ","2gousses d'ail ","5cl d'armagnac ","5cl d'armagnac ","2 oeufs ","150g de jambon cru","2cuillères à soupe de persil ciselé","3cuillères à soupe de chapelure ","Huile d'olive "],"image":"https://assets.afcdn.com/recipe/20171106/74438_w648h414c1cx2144cy1424cxt0cyt0cxb4288cyb2848.jpg"},{"name":"Oeufs cocottes aux cèpes","preparation_time":"5","cooking_time":"20","difficulty":"très facile","instructions":["Prévoir des ramequins passant au four","Préchauffer le four à 180°C (thermostat 6).","Mettre un peu de crème fraîche et un peu de cèpes (surgelés ou frais) dans le fond des ramequins, saler et poivrer, mettre les ramequins au four.","Dès que le mélange bouillonne, les sortir et casser les oeufs à l'intérieur.","Remettre 8 mn au four, c'est prêt.","Déguster avec une cuillère à soupe et des lanières de pain."],"ingredients":["20cl de crème fraîche ","4 oeufs ","2poignées de cèpes (frais ou surgelés)","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20121014/49675_w648h414c1cx256cy192.jpg"},{"name":"Risotto aux cèpes (Italie)","preparation_time":"15","cooking_time":"30","difficulty":"facile","instructions":["Risotto ai funghi porcini","Commencer par faire revenir, à feu doux, l'ail émincé finement dans un peu d'huile. ","L'ail ne doit pas brûler, et doit simplement donner son goût à l'huile!","Ajouter les champignons : s'ils sont frais, les faire cuire un moment dans l'huile.","Ajouter le riz, en augmentant le feu et en mélangeant rapidement. ","Le riz doit frire un peu (1 à 2 min) avec les champignons.","Verser 2 verres de bouillon bouillant, et mélanger.","Recommencer cette opération à chaque fois que le riz a absorbé presque tout le bouillon. ","Mélanger de temps en temps avec une cuillère en bois, pour éviter que le risotto n'attache au fond.","Quand le risotto est prêt, ajouter le persil. Servir en assiettes chaudes avec du parmesan râpé.","Buon appetito et tchuss!"],"ingredients":["600g de riz ","1gousse d'ail ","500g de cèpes frais (coupés en cubes, 1 cèpe de taille moyenne par personne, et/ou des cèpes secs à laisser préalablement tremper dans l'eau chaude 1/4 d'h environ)","140cl de bouillon de légumes ou de viande (que l'on maintiendra en ébullition pendant la préparation du risotto)","140cl de bouillon de légumes ou de viande (que l'on maintiendra en ébullition pendant la préparation du risotto)","1cuillère à soupe de persil (finement haché)"],"image":"https://assets.afcdn.com/recipe/20180927/82367_w648h414c1cx1956cy1318cxt0cyt0cxb4268cyb3412.jpg"},{"name":"Pizza aux cèpes","preparation_time":"1","cooking_time":"20","difficulty":"Niveau moyen","instructions":["La pâte :","Verser la farine dans un grand saladier et y faire un puits.","Verser la levure, le sel et le sucre dans un verre doseur.","Ajouter 1/4 de litre d'eau tiède, bien mélanger. ","Couvrir d'un film plastique et laisser reposer environ 10 min (jusqu'à l'apparition d'une mousse brune bien épaisse en surface).","Verser le mélange du verre doseur dans le saladier, mélanger à la main. Puis quand la pâte n'est plus collante pétrir environ 5 min à la main sur une surface farinée.","Arroser d'un peu d'huile d'olive, puis pétrir à nouveau environ 5 min.","Laisser reposer au moins 1 h sous un linge humide dans un endroit tiède (à côté d'un radiateur).","Après repos, pétrir quelques instants puis diviser la pâte en trois boules égales (on peut en congeler).","Étaler la pâte sur une surface farinée. Badigeonner la plaque d'un peu d'huile d'olive avant d'y appliquer la pâte. Cuisson 10 min à 220°C (thermostat 7-8).","Garniture :","Tremper les champignons dans de l'eau tiède 15 min. Égouttez puis plonger dans l'eau bouillante 10 min. Rincez et égouttez les champignons.","Étalez de la sauce tomate sur toute la surface de la pâte.","Coupez les deux tranches de jambon en deux. Disposez-les sur la sauce tomate.","Coupez des fines rondelles de courgettes et disposez les dessus.","Ajoutez les cèpes puis parsemez de gruyère râpé.","Mettez la pizza au four pendant 10 min, à thermostat 6 (180°C)."],"ingredients":["500g de farine ","1sachet de levure de boulangerie express","1cuillère à café de sel ","1cuillère à café de sel ","25cl d'eau tiède","1cuillère à café de sucre ","20cl de purée de tomate ","1/2 courgette ","2tranches de jambon ","Cèpes séchés (quantité que vous souhaitez)"],"image":"https://assets.afcdn.com/recipe/20120929/15903_w648h414c1cx256cy192.jpg"},{"name":"Quiche aux cèpes","preparation_time":"45","cooking_time":"35","difficulty":"facile","instructions":["Faire la pâte brisée en rajoutant l'eau à la fin. ","La laisser reposer (de préférence 1 heure, sinon la placer 5 mn environ au congélateur).","L'étaler dans un moule à tarte beurré.","Faire sauter et réduire les cèpes et les champignons avec l'ail. Quand ils ont commencé à rendre leur eau, ne pas jeter le jus de cuisson, mais rajouter au contraire la crème fraîche.","Saler, muscader et poivrer, faire mijoter quelques minutes puis réserver à la fenêtre pour laisser refroidir ce goûteux mélange.","Pendant ce temps, enfourner 10 min à four chaud (250°C) la pâte seule.","Couper le jambon en petits carrés. Quand le mélange crème-champignons est froid, y ajouter les deux oeufs préalablement fouettés, bien mélanger le tout et le verser avec les morceaux de jambon dans le fond de tarte.","Saupoudrer de gruyère râpé, puis faire cuire environ 20 mn à mi-hauteur jusqu'à ce que ce soit bien gratiné."],"ingredients":["Pâte brisée (150 g de farine, 75 gde beurre, pincée de sel, un peu d'eau (moins de 10 cl)","1noix de beurre ","4 cèpes frais","Champignon de Paris à dos brun (plus parfumés que les blancs)","Poivre ","Sel ","Sel ","Muscade ","Muscade ","1/2gousse d'ail ","1dl de crème fraîche ","tranche de jambon ","2 oeufs ","1poignée de gruyère râpé "],"image":"https://assets.afcdn.com/recipe/20171218/76108_w648h414c1cx1872cy2808cxt0cyt0cxb3744cyb5616.jpg"},{"name":"Conserves de cèpes au vinaigre","preparation_time":"30","cooking_time":"10","difficulty":"très facile","instructions":["Nettoyer les cèpes; laissez un peu de queue, c'est plus joli.","Les faire blanchir dans de l'eau bouillante salée pendant 10 min; rincer et égoutter les cèpes.","Les répartir dans des bocaux, suivant la quantité, puis verser le vinaigre, puis terminer par 2 cm d'huile pour faire bouchon.","Fermer les bocaux et consommer les cèpes comme condiment au bout de 3 semaines minimum."],"ingredients":["Cèpes bien frais","Vinaigre blanc à 8°","Vinaigre blanc à 8°","Huile ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20191014/100616_w648h414c1cx2304cy1120cxt0cyt0cxb4608cyb2240.jpg"},{"name":"Tartines d'automne, cèpes et parmesan","preparation_time":"15","cooking_time":"20","difficulty":"facile","instructions":["Laver, préparer et découper les cèpes en grosses tranches.","Faire revenir l'oignon émincé avec les lardons puis réserver.","Dans la même poêle, faire sauter les cèpes avec de l'ail et du persil haché.","Mélanger tous les ingrédients ensemble avant d'étaler la mixture sur les tartines.","Saupoudrer de parmesan puis passer au four 10 minutes à 180°C."],"ingredients":["5 cèpes ","20g de parmesan ","100g de lardons ","1 oignon ","1gousse d'ail semoule ","1gousse d'ail semoule ","1branche de persil ","4tranches de pain (type poilâne)"],"image":"https://assets.afcdn.com/recipe/20131007/42658_w648h414c1cx480cy360.jpg"},{"name":"Lasagnes aux cèpes","preparation_time":"30","cooking_time":"20","difficulty":"facile","instructions":["Beurrer un plat à lasagnes/ou à gratin.","Faire revenir les cèpes et les échalotes ciselées dans une poêle avec un peu de beurre. Couper les cèpes en petits morceaux, si ce sont des cèpes entiers. ","Ajouter le vin blanc petit à petit. ","Faire réduire à feux doux, mais pas totalement. ","Ajouter la crème fraîche, et environ 4 cuillères à soupe de parmesan. La sauce doit être assez liquide pour permettre aux lasagnes de bien s'imprégner par la suite. ","Saler et poivrer. ","Dans le plat, commencer par poser une couche de lasagnes, puis la sauce aux cèpes, puis une couche de parmesan. Continuer autant de fois que nécessaire. Terminer par une couche de parmesan. ","Mettre dans un four préalablement préchauffé à 200°C (th 6-7). Faire cuire 15 à 20 min."],"ingredients":["15feuilles de lasagnes ","50cl de crème fraîche ","300g de cèpes congelés","250g de parmesan ","3 échalotes ","30cl de vin blanc ","20g de beurre ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20170826/71372_w648h414c1cx2752cy2064cxt0cyt0cxb5504cyb4128.jpg"},{"name":"Cookie aux miettes de pain","preparation_time":"15","cooking_time":"20","difficulty":"très facile","instructions":["Faire fondre le beurre à petit feu.","Ajouter le sucre et fouetter jusqu’à ce que le mélange blanchisse.","Dans un petit bol, casser l’œuf et le fouetter.","Dans un grand bol, verser le mélange sucre + beurre fondu, puis l’œuf, bien mélanger.","Ajouter la farine, le bicarbonate, le sel et les miettes de pain, mélanger.","Ajouter les pépites de chocolat.","Recouvrir une plaque de papier cuisson, déposer des petites boules de préparation, les aplatir.","Enfourner 20min à 180°C (thermostat 6)."],"ingredients":["150g de beurre ","70g de sucre ","1 oeuf ","150g de miettes de pain ","150g de farine ","1cuillère à café de bicarbonate ","1pincée de sel ","100g de pépites de chocolat "],"image":"https://assets.afcdn.com/recipe/20200210/107299_w648h414c1cx402cy487cxt0cyt0cxb804cyb974.jpg"},{"name":"Faire sécher les cèpes","preparation_time":"5","cooking_time":null,"difficulty":"très facile","instructions":["Concerver les cèpes ? Rien de plus simple, faites-les sécher! Même les plus abimés, ils feront une sauce extraordinaire.\r\rEnlever la mousse si elle est trop humide ou abimée (surtout pour les bolets).\rCouper les cèpes en lamelles de 3-4 mm, les enfiler sur un fil et tendre le fil entre deux murs.\r\rAu bout de quelques jours, quand les champignons sont déshydratés (ils sont limite cassant), les mettre dans une boîte.\rUne demi-heure dans de l'eau tiède pour les réhydrater.\r\rVous pouvez aussi passer les champignons déshydratés au mixer, 2-3 cuillères à soupe dans une sauce (crème fraiche, béchamel,...), et vous obtenez quelques chose de fabuleux! Une bonne idée quand les champignons sont \"limite\" et ne peuvent pas être consommés frais."],"ingredients":[],"image":"https://assets.afcdn.com/recipe/20171019/73358_w648h414c1cx3008cy2008cxt0cyt0cxb6016cyb4016.jpg"},{"name":"Velouté de cèpes","preparation_time":"15","cooking_time":"30","difficulty":"facile","instructions":["Nettoyer puis émincez 300 g de cèpes.","Hacher les, faites les revenir avec 2 échalotes dans 30gr de beurre.","Saupoudrer avec 1 cuillère à soupe de maïzena,","faites cuire 1 min , mouiller avec 1 cuillères à soupe de Madère et 75 cl de bouillon de poule, laissez mijoter 15 min, mixez, puis ajoutez 25 cl de crème fraîche, salez et poivrez.","Portez à ébullition,laissez frémir 5 min puis ajoutez 2 jaunes d'oeufs.","Servir chaud."],"ingredients":["300g de cèpes ","2 échalotes ","30g de beurre ","1cuillère à soupe de maïzena ","1cuillère à soupe de madère ","75cl de bouillon de poule ","2 jaunes d'oeuf battus","Ciboulette "],"image":"https://assets.afcdn.com/recipe/20140330/49579_w648h414c1cx2448cy1836.jpg"},{"name":"Riz perse au saumon en 25 minutes","preparation_time":"10","cooking_time":"15","difficulty":"Niveau moyen","instructions":["Rincez le riz pour que l’amidon ne se développe paspendant la cuisson.","Faites-le cuire 8 à 9 minutes dans de l’eaubouillante salée en ajoutant la gousse d’ail entière à l’eau de cuisson.","Faites chauffer une poêle et faites-y cuire le saumon sur la peau. Finissez la cuisson à couvert avec une assiette.","Pelez et émincez les oignons et les carottes, puis faites-les cuire dans lapoêle où a cuit le saumon.","Ciselez les fanes de carottes et l'aneth.","Ajoutez le riz égoutté aux légumes, remuer 2 minutes puis incorporez les fanes et l'aneth hors du feu.","Disposez le saumon sur le riz et servez."],"ingredients":["350g de riz ","600g de saumon ","1petite botte de carotte avec les fanes","2 oignons ","1gousse d'ail ","Sel ","1bouquet d'aneth (facultatif)"],"image":"https://assets.afcdn.com/recipe/20190828/96891_w648h414c1cx810cy540cxt0cyt65cxb1620cyb1080.jpg"},{"name":"Risotto au potiron","preparation_time":"40","cooking_time":"20","difficulty":"très facile","instructions":["Pelez le potiron, éliminez les graines et coupez-le en tranches fines.","Hachez menu l'oignon et faites-le revenir dans 20 g de beurre, ajoutez le poiton, salez et laissez cuire à feu lent, en mélangeant et en versant un peu de bouillon.","Quand le potiron est défait, versez le riz et faites-le cuire pendant 18 minutes en rajoutant du bouillon chaud au fur et à mesure qu'il est absorbé.","Ajoutez le lait, mélangez à feu vif, ajouter le poivre, le persil et une bonne dose de parmesan. Mélangez rapidement avant de servir de façon que tous les ingrédients soient parfaitement amalgamés."],"ingredients":["350g de riz ","500g de potiron ","1 oignon blanc ","1/2 bouillon ","1/2 bouillon ","40g de beurre ","1verre de lait ","Parmesan rapé","1cuillère de persil haché"],"image":"https://assets.afcdn.com/recipe/20110228/30407_w648h414c1cx1000cy1334.jpg"},{"name":"Recettes de potiron","preparation_time":null,"cooking_time":null,"difficulty":null,"instructions":[],"ingredients":[],"image":null},{"name":"Soupe au potiron","preparation_time":"25","cooking_time":"1","difficulty":"très facile","instructions":["Tailler les légumes en gros dés. Les faire suer dans le beurre. ","Mouiller avec 1,5 l d'eau. Ajouter l'ail écrasé et le bouquet garni. Cuire 1 heure. ","Passer au moulin à légume ou au mixer. Ajouter la crème fraîche, et servir chaud."],"ingredients":["1kg de potiron ","300g de carotte ","200g d'oignon ","200g de poireau ","Beurre ","3gousses d'ail ","1 bouquet garni ","1 bouquet garni ","40cl de crème fraîche ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20160404/20026_w648h414c1cx1500cy1001.jpg"},{"name":"Velouté de Potiron et Carottes","preparation_time":"30","cooking_time":"30","difficulty":"très facile","instructions":["Éplucher et couper en dés le potiron, les pommes de terre, les carottes en rondelles. ","Emincer l'ail et l'oignon. ","Faire suer l'oignon dans l'huile d'olive. ","Ajouter tous les légumes et l'ail puis verser le bouillon et le lait. ","Saler, poivrer, \"muscader\" et laisser cuire environ une trentaine de minutes. ","Mixer le tout (ajouter éventuellement la crème) et rectifier l'assaisonnement si nécessaire. ","Bon appétit !"],"ingredients":["1kg de potiron ","500g de carotte ","2 pommes de terre ","1gousse d'ail ","1 oignon ","1/2l de lait ","1/2l de bouillon de volaille ","1cuillère à soupe d'huile d'olive ","Persil ","Poivre ","Sel ","Sel ","Muscade ","Muscade ","10cl de crème liquide (facultatif)"],"image":"https://assets.afcdn.com/recipe/20160325/63237_w648h414c1cx1000cy1500.jpg"},{"name":"Velouté de potiron","preparation_time":"30","cooking_time":"45","difficulty":"très facile","instructions":["Couper la chair du potiron en gros dés.","Couper l'oignon en lamelles et le faire revenir dans une cocotte avec un peu d'huile. ","Ajouter les dés de courge dans la cocotte et recouvrir d'eau (juste au niveau de la courge, pas plus). Laisser bouillir environ 45 min à 1 h.","Ajouter la crème liquide, saler, poivrer et ajouter de la muscade selon votre goût. Mixer.","Au moment de servir, parsemer de persil ciselé."],"ingredients":["1quartier de potiron ","1 oignon ","1 brique de crème fraîche liquide","Poivre ","Sel ","Sel ","Muscade en poudre","Muscade en poudre","Huile ","Persil ciselé"],"image":"https://assets.afcdn.com/recipe/20130924/60726_w648h414c1cx1911cy1274.jpg"},{"name":"Pâtes au potiron","preparation_time":"30","cooking_time":"15","difficulty":"facile","instructions":["Mettre à chauffer l'huile d'olive dans une casserole, y faire revenir, l'oignon et l'ail. ","Ajouter les lardons et le potiron coupé en cubes, faire revenir le tout. ","Ajouter le verre de vin blanc, et un peu d'eau si nécessaire. ","Mettre les épices et le cube. ","Quand le potiron est bien cuit (en compote), ajouter la crème fraîche et le parmesan. ","Rectifier l'assaisonnement si nécessaire. ","Cuire les pâtes, les égoutter, y ajouter la sauce."],"ingredients":["400g de potiron ","200g de lardons ","1 oignon ","1gousse d'ail ","100ml de crème fraîche ","Huile d'olive ","1petit verre de vin blanc ","Parmesan ","Sel (peu ou pas du tout), poivre","Sel (peu ou pas du tout), poivre","Curry ","Curry ","Paprika ","Paprika ","Origan ","Origan ","Muscade ou autres épices","Muscade ou autres épices","1 cube de bouillon ","1 cube de bouillon ","250g de pâtes "],"image":"https://assets.afcdn.com/recipe/20131118/7212_w648h414c1cx1250cy1875.jpg"},{"name":"Soupe potiron marrons","preparation_time":"45","cooking_time":"35","difficulty":"très facile","instructions":["Couper le potiron en dés. Eplucher et couper la gousse d'ail finement.  ","Faire bouillir 1/2 litre d'eau et y mettre le cube de bouillon.","Dans une cocotte ou une grande casserole faire chauffer 20g de beurre et y faire revenir l'ail et les dés de potiron pendant 4 min.","Rajouter le bouillon, la crème et le cumin.","Laisser cuire à frémissement 30 min.","10 min avant la fin, faire chauffer 10g de beurre dans une poêle, ajouter les marrons et le sucre vanillé. Faire cuire 6 à 7 min.","Puis rajouter les marrons à la soupe et laisser cuire à nouveau 5 min.","Mixer le tout et rectifier l'assaisonnement (poivre, sel, cumin)."],"ingredients":["700g de potiron coupé en dés","15 marrons (en pot)","1gousse d'ail ","1 cube de bouillon de volaille","1 cube de bouillon de volaille","20cl de crème fraîche ","1/2sachet de sucre vanillé ","30g de beurre ","2pincées de cumin ","2pincées de cumin "],"image":"https://assets.afcdn.com/recipe/20140910/19308_w648h414c1cx1920cy2880.jpg"},{"name":"soupe simple au potiron","preparation_time":"15","cooking_time":"15","difficulty":"très facile","instructions":["Peler le potiron et les carottes. ","Couper le potiron en cubes (pas trop gros). ","Couper les carottes en rondelles. ","Dans une cocotte-minute, faire fondre du beurre. ","Une fois le beurre fondu, faire revenir les carottes juste le temps qu'elles prennent un peu de couleur. ","Ajouter le potiron et recouvrir d'eau. ","Ajouter le bouillon cube. ","Fermer la cocotte et laisser cuire 15 mn à partir du moment où çà siffle. ","Mixer le tout"],"ingredients":["1kg de potiron ","2 carottes moyennes","Beurre ","1 bouillon de poule (cube)"],"image":"https://assets.afcdn.com/recipe/20180123/77023_w648h414c1cx2863cy3666cxt0cyt0cxb5726cyb7333.jpg"},{"name":"Gâteau potiron/coco","preparation_time":"15","cooking_time":"30","difficulty":"facile","instructions":["Mélanger tous les ingrédients dans un saladier, la pâte à gâteau sera un peu liquide, c'est normal.","Cuire au four à 180°C (thermostat 6) pendant 40 min.","Sortir du four.","Manger bien refroidi."],"ingredients":["250g de citrouille cuite à la vapeur écrasée au presse purée froide","100g de noix de coco rapée ","100g de noix de coco rapée ","200g de sucre ","250g de beurre ","1sachet de levure ","300g de farine fluide","zeste d'orange ","1pincée de cardamome poudre","1pincée de cardamome poudre","1pincée de gingembre moulu","1pincée de sel ","1pincée de sel ","5 oeufs de ferme","10cl de lait de coco en boite","10cl de lait de coco en boite"],"image":"https://assets.afcdn.com/recipe/20171102/74232_w648h414c1cx2900cy1933cxt0cyt0cxb5800cyb3867.jpg"},{"name":"Pumpkin pie au lait concentré sucré","preparation_time":"15","cooking_time":"50","difficulty":"facile","instructions":["Préchauffez votre four à 200°C en mode traditionnel. Pelez et faites cuire le potiron coupé en cubes dans l'eau bouillante 15 minutes. ","Egouttez-le bien sur du papier absorbant et mixez-le avec les épices et le lait concentré sucré Nestlé. Ajoutez les oeufs. Mélangez.","Déposez la pâte sablée dans un moule à manqué avec la feuille de cuisson. ","Placez-le moule avec la pâte 10 minutes au congélateur pour qu'elle garde une belle tenue à la cuisson. ","Ajoutez l'appareil au potiron. ","Faites cuire en bas de four 35 à 40 minutes."],"ingredients":["500g de potiron ","1 boîte de Lait Concentré Sucré Nestlé 397 g ","4 oeufs ","1cuillère à café de cannelle ","1cuillère à café de gingembre râpé","1 pâte sablée "],"image":"https://assets.afcdn.com/recipe/20181129/84396_w648h414c1cx915cy720cxt0cyt0cxb1830cyb1440.jpg"},{"name":"Soupe potiron coco gingembre","preparation_time":"5","cooking_time":"30","difficulty":"très facile","instructions":["Couper la chair du potiron en gros cubes. Les faire rôtir à four chaud (200°C - thermostat 6-7) avec un filet d'huile d'olive, jusqu'à ce qu'ils soient bien tendres - pour donner un goût plus prononcé mais aussi pour réduire le temps de cuisson de la soupe. ","Pendant ce temps, faire revenir dans une casserole (celle dans laquelle vous voulez faire mijoter la soupe) oignon + ail + gingembre râpe, dans cet ordre. ","Ajouter le potiron et écraser le tout avec un presse-purée. ","Dissoudre le cube de bouillon dans un peu d'eau chaude, mélanger au lait de coco et ajouter peu à peu, jusqu'à obtenir la consistance et quantité desirée. ","Attention, le lait de coco ne doit pas bouillir. ","Couvrir et laisser mijoter à feu doux pendant 5-10 minutes, puis retirer du feu quelques minutes avant de servir, avec une ciabatta grillée par exemple."],"ingredients":["1 potiron ","1boîte de lait de coco ","1boîte de lait de coco ","1morceau de gingembre frais + gingembre en poudre","1 cube de bouillon végétal (parce que je suis végétarienne...mais vous pouvez utiliser votre bouillon habituel)","1 cube de bouillon végétal (parce que je suis végétarienne...mais vous pouvez utiliser votre bouillon habituel)","1 oignon ","1gousse d'ail ","Huile d'olive "],"image":"https://assets.afcdn.com/recipe/20100120/31823_w648h414c1cx256cy192.jpg"},{"name":"Crumble au potiron","preparation_time":"15","cooking_time":"15","difficulty":"très facile","instructions":["Détailler le potiron en dés, le faire compoter dans une casserole avec 100 g de sucre pendant environ 15 mn. ","En attendant, préparer le crumble : malaxer du bout des doigts tous les ingrédients jusqu'à obtenir une consistance sableuse. ","Préchauffer le four à 180°C. ","Egoutter le potiron cuit. ","Dans un plat à gratin, verser le potiron, le lait concentré, les oeufs battus en omelette, le reste de sucre (75 g), la cannelle et une pincée de sel. Mélanger bien et étaler la préparation dans le plat. ","Recouvrir le potiron du crumble et enfourner immédiatement la préparation pendant 40 mn."],"ingredients":["800g de potiron ","1boîte de lait concentré (+/- 400 ml)","1boîte de lait concentré (+/- 400 ml)","3 oeufs ","175g de sucre ","1cuillère à café de cannelle ","Sel ","Sel ","100g de sucre ","120g de farine ","75g de beurre "],"image":"https://assets.afcdn.com/recipe/20171031/74132_w648h414c1cx2137cy1425cxt0cyt0cxb4274cyb2850.jpg"},{"name":"Cookie aux miettes de pain","preparation_time":"15","cooking_time":"20","difficulty":"très facile","instructions":["Faire fondre le beurre à petit feu.","Ajouter le sucre et fouetter jusqu’à ce que le mélange blanchisse.","Dans un petit bol, casser l’œuf et le fouetter.","Dans un grand bol, verser le mélange sucre + beurre fondu, puis l’œuf, bien mélanger.","Ajouter la farine, le bicarbonate, le sel et les miettes de pain, mélanger.","Ajouter les pépites de chocolat.","Recouvrir une plaque de papier cuisson, déposer des petites boules de préparation, les aplatir.","Enfourner 20min à 180°C (thermostat 6)."],"ingredients":["150g de beurre ","70g de sucre ","1 oeuf ","150g de miettes de pain ","150g de farine ","1cuillère à café de bicarbonate ","1pincée de sel ","100g de pépites de chocolat "],"image":"https://assets.afcdn.com/recipe/20200210/107299_w648h414c1cx402cy487cxt0cyt0cxb804cyb974.jpg"},{"name":"Gratin de potimarron","preparation_time":"45","cooking_time":"45","difficulty":"très facile","instructions":["Epluchez le potimarron et débarrassez-le de ses pépins. Coupez-le en cubes et mettez à cuire (30 mn dans un cuit-vapeur ou à défaut dans une grande casserole d'eau) jusqu'à ce que la lame d'un couteau y rentre très facilement. ","Mettez à fondre le beurre dans une grande sauteuse et faites revenir le potimarron. Ecrasez-le à la fourchette pour obtenir une purée plus ou moins homogène (moi j'aime quand il reste des petits morceaux) et ajoutez la crème fraîche, le parmesan, une bonne dose de muscade râpée et assaisonnez à votre convenance. ","Mélangez bien le tout puis versez dans un plat beurré allant au four. ","Faites gratinez sous le grill 10 à 15 mn. ","Un côté légèrement sucré et un petit goût de noisette (que le potiron à nettement moins) à tomber !"],"ingredients":["1 potimarron 1,5 kg","4cuillères à soupe de crème fraîche épaisse ","150g de parmesan râpé ","30g de beurre ","Muscade ","Muscade ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20131118/4424_w648h414c1cx1250cy1875.jpg"},{"name":"Recettes de potimarron","preparation_time":null,"cooking_time":null,"difficulty":null,"instructions":[],"ingredients":[],"image":null},{"name":"Velouté de potimarron","preparation_time":"10","cooking_time":"45","difficulty":"très facile","instructions":["Coupez le potimarron en quatre, retirez les graines et les fibres. Divisez les quartiers en tranches, pelez-les puis recouper la chair en petits morceaux. Epluchez l'ail et les échalotes, hachez-les très finement. ","Mettez les clous de girofles, les grains de poivre et le gingembre pelé sur un morceau de gaze, et confectionnez un petit sachet avec un peu de ficelle de cuisine. Faite fondre le beurre dans un faitout. ","Faites blondir l'ail et les échalotes dans le beurre, en remuant avec une cuillère en bois. Ajoutez les morceaux de potimarron. Versez le lait et plongez le sachet d'épices dedans. Salez légèrement et portez à ébullition. ","Couvrez à demi et laissez frémir à feu doux 45 mn, en remuant souvent pour que le légume n'attache pas et en veillant à ce que le lait ne déborde pas. ","Rincez la ciboulette et ciselez-la. Retirez le sachet d'épices. ","Mixez la soupe. ","Parfumez de noix de muscade et rectifiez l'assaisonnement. ","Fouettez la crème liquide. ","Servez la soupe dans des assiettes chaudes, garnissez avec la crème fouettée et la ciboutlette ciselée."],"ingredients":["1 potimarron de 1,2 kg environ","1gousse d'ail ","2 échalotes ","2 clous de girofle ","5grains de poivre noir","2lamelles de gingembre frais","50g de beurre ","60cl de lait ","Poivre ","Sel ","Sel ","6brins de ciboulette ","Muscade râpée","Muscade râpée","10cl de crème fraîche liquide "],"image":"https://assets.afcdn.com/recipe/20100120/1707_w648h414c1cx256cy192.jpg"},{"name":"Potimarron farci","preparation_time":"15","cooking_time":"40","difficulty":"facile","instructions":["Découper le chapeau du potimarron, évider un peu de chair et la couper en morceaux. ","Le but est de farcir le potimarron avec un mélange de champignons émincés, de lardons, crème, gruyère, et le reste des morceaux de potimarron. ","Regarnir le potimarron, poser le chapeau et enfourner à feu doux pendant 30 à 40 mn. ","Vérifier la cuisson, la chair du potimarron doit être tendre."],"ingredients":["1 potimarron (selon le nombre d'invités)","250g de champignon de Paris frais","200g de lardons (ou lard)","150g de gruyère râpé ","25cl de crème fraîche ","Estragon ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20150613/42161_w648h414c1cx1500cy1028.jpg"},{"name":"Soupe de potimarron","preparation_time":"10","cooking_time":"30","difficulty":"très facile","instructions":["Couper le potimarron en morceaux après avoir enlevé les pépins, mais sans l'avoir épluché. ","Le mettre dans une casserole, recouvrir d'eau sans dépasser la hauteur du potimarron et faire cuire à basse température. Ajouter l'ail écrasé et le sel en fin de cuisson. ","Mixer le tout. ","Servir chaud."],"ingredients":["1kg de potimarron ","2gousses d'ail ","Eau ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20130910/44367_w648h414c1cx1168cy1752.jpg"},{"name":"Quiche au potimarron","preparation_time":"20","cooking_time":"25","difficulty":"très facile","instructions":["Préchauffez votre four à 220°C (thermostat 7/8) et étaler la pâte sur un moule à tarte recouvert de papier sulfurisé.","Laver et émincer le poireau.","Peler et hacher l’oignon, puis détailler le potimarron en dés.","Dans une poêle huilée, faire revenir l'oignon, le poireau et le potimarron.","Faire dorer les lardons dans une autre poêle et réserver.","Battre les œufs avec la farine et la crème. Saler, poivrer.","Tapisser la pâte de légumes et la mouiller de la préparation aux œufs.","Terminer par une couche de lardons puis faire cuire 15 à 20 min à four chaud."],"ingredients":["1 pâte feuilletée ","100g de lardons ","300g de potimarron ","1 blanc de poireaux (environ 50 g)","2 oeufs ","20cl de crème fraîche liquide ","1 oignon ","1cuillère de farine ","1cuillère à soupe d'huile ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20151113/49564_w648h414c1cx1224cy1632.jpg"},{"name":"Galette de potimarron","preparation_time":"15","cooking_time":"10","difficulty":"très facile","instructions":["Laver et couper en tranches le potimarron sans l'éplucher,enlever les graines,râper le comme les carottes.","Dans un saladier battre en omelette les oeufs la ciboulette le poivre et le sel et ajouter le potimarron râpé.","Dans une poêle mettre l'huile à chauffer et faire cuire la galette 4 à 5  minutes de chaque côté.","Je sers cette galette avec une viande rouge ou en entrée avec une salade"],"ingredients":["1 potimarron ","4 oeufs ","Ciboulette ","Poivre ","Sel ","Sel ","Huile de tournesol pour la cuire"],"image":"https://assets.afcdn.com/recipe/20200227/108288_w648h414c1cx768cy1024cxt0cyt0cxb1536cyb2048.jpg"},{"name":"Tarte au potimarron","preparation_time":"15","cooking_time":"40","difficulty":"très facile","instructions":["Faire cuire en purée le potimarron (environ 15 min).","Ajouter le jaune d'oeuf, le persil et la crème fraîche. ","Assaisonner: sel, poivre, noix de muscade. ","Bien mélanger le tout.","Etaler la pâte brisée dans un plat à tarte. Verser la préparation sur la pâte, saupoudrer de gruyère râpé et faire cuire environ 25 min au four à 210°, thermostat 7, le temps d'obtenir une tarte bien dorée."],"ingredients":["1 pâte brisée ","1kg de potimarron ","50g de gruyère râpé ","1 jaune d'oeuf ","20g de crème fraîche ","2 persil haché","Poivre ","Sel ","Sel ","Muscade ","Muscade "],"image":"https://assets.afcdn.com/recipe/20160502/20529_w648h414c1cx2535cy1690.jpg"},{"name":"Lasagnes de potimarron","preparation_time":"30","cooking_time":"1","difficulty":"facile","instructions":["Préchauffer le four à 200°C (thermostat 7).","Dans le plat à gratin, couvrir de lasagnes.","Faire bouillir de l'eau avec 2 bouillons de poule. Couper le potimarron en 4, ôter les pépins, plonger dans le faitout avec les carottes émincées grossièrement.","Faire cuire 20 min.","Émincer un bel oignon et 2 pousses d'ail.","Ôter grossièrement la peau du potimarron après la cuisson. Réserver les carottes. Mixer le potimarron grossièrement avec les tomates concassées.","Faire revenir l'oignon et l'ail dans de l'huile d'olive.","Ajouter la préparation et les carottes.","Ajouter sel, poivre, 1 à 2 cuillère à café de muscade.","Ajouter un fond d'eau au besoin afin que la préparation reste souple.","Sur les lasagnes : une couche de crème fraîche, une couche de préparation, une couche de gruyère râpé, une couche de lasagnes... etc.","Terminer avec une couche de fromage à raclette.","Enfourner à 200°C (thermostat 6/7) pendant 30 min.","Servir avec de la salade verte."],"ingredients":["500g de lasagnes ","1 potimarron ","2 bouillon de poule ","1 oignon ","4 carottes ","2gousses d'ail ","200g de tomate concassée ","100g de gruyère râpé ","150g de crème fraîche ","8 Fromages à raclette ","2cuillères à café de muscade ","2cuillères à café de muscade ","Sel ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20131108/24108_w648h414c1cx1632cy1224.jpg"},{"name":"Risotto crémeux au skyr et potimarron","preparation_time":"20","cooking_time":"35","difficulty":"facile","instructions":["Peler le potimarron, éliminer les graines et le couper en petits cubes. Peler et émincer finement l’oignon.","Faire bouillir l’eau et dissoudre les cubes de bouillon de légumes. Dans une sauteuse, faire revenir l’oignon dans l’huile d’olive jusqu’à ce qu’il devienne translucide.","Ajouter les cubes de potimarron et le riz. Les laisser colorer pendant quelques minutes à feu moyen en surveillant et mélangeant régulièrement.Verser le vin et laisser le riz absorber ce dernier en remuant sans arrêt.","À l’aide d’un louche, mouiller le riz et le potimarron avec le bouillon. Mettre une louche de bouillon à la fois, et attendre que le riz absorbe le liquide avant de répéter l’opération. Le riz et le potimarron doivent être fondants.","Une fois le bouillon entièrement absorbé, ajouter le skyr bio Les 2 Vaches®, le parmesan et mélanger. Rectifier l’assaisonnement si besoin.","Servir le risotto bien chaud, et déguster immédiatement."],"ingredients":["300g de riz pour risotto ","200g de skyr bio Les 2 Vaches® ","200g de skyr bio Les 2 Vaches® ","500g de potimarron ","1 oignon blanc ","100g de parmesan ","2cubes de bouillon de légumes ","1.5cuillère à soupe d'huile d'olive ","150ml de vin blanc ","1l d'eau ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20200129/107018_w648h414c1cx3633cy1883cxt1677cyt108cxb5489cyb3547.jpg"},{"name":"Potimarron en gratin","preparation_time":"10","cooking_time":"35","difficulty":"très facile","instructions":["Eplucher le potimarron.","Le couper en morceaux et le faire cuire à la vapeur 25 mn.","Un fois cuit, l'écraser en purée à l'aide d'une fourchette dans un plat à gratin.","Dans un bol, mélanger l'oeuf, la crème et le gruyère et saler légèrement.","Intégrer cette préparation à la purée de potimarron en mélangeant bien.","Mettre au four à 180° pendant 10 mn.","Servir chaud."],"ingredients":["1 potimarron ","20cl de crème fraîche épaisse ","1 oeuf ","50g de gruyère râpé ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20121104/644_w648h414c1cx256cy192.jpg"},{"name":"Potimarron à la créole","preparation_time":"15","cooking_time":"18","difficulty":"facile","instructions":["Dans l'huile, faire revenir l'oignon émincé, le poivron coupé en morceaux, et les tomates concassées.","Quand vous aurez obtenu une sorte de purée, ajoutez les lardons, et le potimarron coupé en cubes de 2 cm environ.","Laissez mijoter, jusqu'à ce que les dés de potimarron soient bien tendres (15 min, ou 5 en autocuiseur).","Ajoutez alors : girofle et ail écrasés, sel, poivre.","Remuez 3 min, ajoutez le curry délayé, et remuez encore 2 min."],"ingredients":["500g de potimarron ","200g de lardons salés","500g de tomate ","1 poivron vert ","1 oignon ","1gousse d'ail ","1 clou de girofle ","1cuillère à café de curry (ou 2)","1cuillère à café de curry (ou 2)","1cuillère à soupe d'huile ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20151111/56252_w648h414c1cx1632cy1224.jpg"},{"name":"Gratin de coquillettes au potimarron en moins de 30 minutes","preparation_time":"9","cooking_time":"10","difficulty":"facile","instructions":["Préchauffer le four à 200°C (thermostat 6-7).Commencer par précuire les coquillettes pendant 3 minutes à l'eau bouillante salée.","Pendant la cuisson des coquillettes, tailler le potimarron en deux et réserver une moitié.Emincer la moitié et réserver dans un saladier.","Tailler la moitié du potimarron cru en morceaux, mettre dans un saladier, ajouter les pâtes égouttées, la crème bien froide et assaisonner avec du sel et du poivre.Ajouter les oeufs un par un puis les 3/4 du cheddar.","Mettre dans un plat et parsemer du reste de cheddar. Enfourner pour 8 minute.","Pendant ce temps, passer à la salade potimarron.Faire des fines lamelles de potimarron avec un économe. Cette technique peut aussi être réalisée avec une cuillère.Arroser d’huile d’olive et d’un peu de citron ou de vinaigre et laissermariner.","Sortir du four et servir en plaçant quelques lamelles de potimarron audessus !"],"ingredients":["500g de coquillettes ","20cl de Crème légère & Ail Confit Infusé ","20cl de Crème légère & Ail Confit Infusé ","1 potimarron ","2 oeufs ","Cheddar ou gruyère râpé","Huile d'olive ","Vinaigre ou citron","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20190912/98128_w648h414c1cx943cy628cxt0cyt0cxb1886cyb1257.jpg"},{"name":"Velouté de haricots verts","preparation_time":"10","cooking_time":"20","difficulty":"très facile","instructions":["Faire chauffer l'huile doucement dans une cocotte. ","Pendant ce temps, émincer l'oignon. ","Faire revenir l'oignon dans l'huile chaude. ","Couper la courgette en petit morceaux. Une fois l'oignon devenu translucides, ajouter les courgettes, et les laisser cuire un peu. ","Terminer, en ajoutant les haricots. Laisser revenir tous ces légumes ensemble, pendant 5 minutes. ","Poivrer et ajouter le curry, selon votre goût.","Au bout de ce temps, ajouter l'eau chaude dans laquelle vous aurez fait se dissoudre le bouillon cube. ","Amener à ébullition à couvert, et laisser cuire ainsi 15 à 20 min : les haricots doivent rester un peu croquants. ","Mixer, verser le lait concentré pour obtenir une consistance velouté, et mixer à nouveau pour homogénéiser. ","Parsemer de parmesan, au moment de servir..."],"ingredients":["300g de haricot vert frais et équeutés","1 courgette ","1 oignon ","3/4l d'eau ","1 bouillon cube de pot au feu","1 bouillon cube de pot au feu","1briquette de lait concentré ","1briquette de lait concentré ","Huile d'olive pour faire revenir les légumes","Curry ","Curry ","Poivre ","Parmesan "],"image":"https://assets.afcdn.com/recipe/20100120/55952_w648h414c1cx256cy192.jpg"},{"name":"Roulé de jambon aux haricots verts","preparation_time":"15","cooking_time":"15","difficulty":"très facile","instructions":["Prendre les haricots verts cuits, les placer dans la tranche de jambon. Ajouter un peu de sauce tomate puis rouler la tranche de jambon.","La mettre dans un plat allant au four, la tartiner de sauce tomate puis ajouter du gruyère râpé.","Mettre à four chaud pendant une quinzaine de minutes pour faire réchauffer et gratiner."],"ingredients":["1fine tranche de jambon ","150g de haricot vert cuits","Sauce tomate et gruyère râpé à volonté","Sauce tomate et gruyère râpé à volonté"],"image":"https://assets.afcdn.com/recipe/20160531/24847_w648h414c1cx2000cy3000.jpg"},{"name":"Curry d'haricots verts","preparation_time":"20","cooking_time":"30","difficulty":"très facile","instructions":["Lavez, équeutez et effilez, si nécessaire les haricots verts, coupez-les en petits tronçons. ","Placez-les dans 1 litre d'eau bouillante salée, et faites-les cuire 20 min environ sans les couvrir, puis laissez refroidir.","Ajoutez la poudre de curry et la crème fraîche, salez et poivrez, et mélangez le tout.","Réchauffez à feu doux, parsemez de persil plat ciselé, et servez!"],"ingredients":["750g de haricot vert ","1cuillère à café de curry ","1cuillère à café de curry ","4cuillères à soupe de crème fraîche ","1bouquet de persil plat","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20100120/10665_w648h414c1cx256cy192.jpg"},{"name":"Gâteau aux haricots verts","preparation_time":"15","cooking_time":"45","difficulty":"très facile","instructions":["Couper le lard en dés, et faites le revenir à sec, légèrement. ","Réservez. ","Dans la même poêle, faites revenir l'oignon haché et les tomates coupées en dés. ","Rajoutez les haricots, mélangez, salez, poivrez ... et rajoutez les lardons. ","Mélangez. ","Mettez le tout dans un plat allant au four et saupoudrez de noix de muscade râpée. ","Saupoudrez ensuite généreusement de gruyère râpé et passez au four pas trop fort 10 mn, pour que le gruyère fonde. une fois le gruyère fondu, augmentez la puissance du four sur grill afin de griller légèrement le gruyère."],"ingredients":["500g de haricot vert frais ou en \"boîte\"","400g de lard fumé ","Gruyère râpé ","Muscade ","Muscade ","1 oignon ","2 tomates ","Sel ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20120821/9139_w648h414c1cx192cy256.jpg"},{"name":"Haricots verts au curcuma","preparation_time":"5","cooking_time":"3","difficulty":"très facile","instructions":["Faire chauffer une poêle sur le feu avec un peu d'huile d'olive.","Mettre les haricots verts dans la poêle.","Ajouter le sel et saupouder de curcuma selon votre désir.","Faire revenir les haricots à feux doux et avant de servir, ajouter la crème."],"ingredients":["Huile d'olive ","440g de haricot vert ","1cuillère à soupe de curcuma ","1cuillère à soupe de curcuma ","2cuillères à soupe de crème de cuisine soja ou 1 cuillère à soupe de crème fraîche","1pincée de sel ","1pincée de sel "],"image":"https://assets.afcdn.com/recipe/20160223/63167_w648h414c1cx250cy375.jpg"},{"name":"Haricots verts à la bolognaise","preparation_time":"15","cooking_time":"30","difficulty":"très facile","instructions":["Faire précuire les haricots si ils sont frais ou surgelés, à la vapeur ou dans de l'eau chaude.","Pendant ce temps, faire revenir les oignons puis la viande dans une sauteuse. ","Ajouter la carotte coupée en petits dés, l'aïl, le sel, le poivre, le céleri et la tomate.","Couvrir avec de l'eau et faire mijoter.","Ajouter les haricots verts précuits 5 min avant la fin de la cuisson...et déguster chaud."],"ingredients":["300g de viande de boeuf hâché (ou 3 steacks hâchés à mettre en petits morceaux)","1 oignon ","1cuillère à café de céleri (en poudre)","1 carotte ","Coulis de tomate (ou une boîte de pulpe à la tomate)","1cuillère à café d'origan ","1cuillère à café d'origan ","Poivre ","Sel ","Sel ","Haricot vert frais, surgelés ou en bocaux"],"image":"https://assets.afcdn.com/recipe/20161201/36402_w648h414c1cx1750cy1166.jpg"},{"name":"Fagots de haricots verts","preparation_time":"20","cooking_time":"20","difficulty":"facile","instructions":["Faire chauffer 1 l d'eau, avec les cubes de bouillon, sel et poivre, et l'ail.","Pendant ce temps, nettoyer les haricots verts, en prenant soin de les couper presque tous à la même taille!","Faire cuire les haricots vets dans ce bouillon. ","Attention : ils doivent être cuits, et rester un peu croquant (ça prend environ 10 min)!","Si vous avez une casserole avec panier (comme pour cuire les pâtes par exemple), c'est plus facile. Il n'y aura plus qu'à retirer le panier et les haricots restent bien rangés.","Ensuite, égoutter le mélange, et laisser refroidir un peu les haricots.","Prendre une tranche de lard et quelques haricots, et enrouler le lard autour des haricots, de manière à façonner des petits fagots.","Lorsque tous les fagots sont réalisés. Faire chauffer dans une poêle la matière grasse (un peu), et faire revenir les fagots, très délicatement, afin de cuire le lard."],"ingredients":["500g de haricot vert extra-fin frais","2 cubes de bouillon de poulet dégraissés","2 cubes de bouillon de poulet dégraissés","8tranches de lard fumé , et coupé très fin","Ail ","Poivre ","Sel ","Sel ","Matière grasse "],"image":"https://assets.afcdn.com/recipe/20170606/62545_w648h414c1cx2517cy1678.jpg"},{"name":"Haricots verts au four","preparation_time":"30","cooking_time":"10","difficulty":"facile","instructions":["S'ils sont frais, éplucher, laver et faire blanchir les haricots.","Couper la pancetta en petits dés, puis les faire rissoler avec de l'ail et de l'oignon dans le beurre. Ajouter les haricots, puis laisser mijoter, avant d'incorporer le jambon préalablement découpé en lanières.","Cuire le tout 2 min, puis le verser dans un plat à feu beurré. ","Battre les oeufs dans une terrine, puis y incorporer une poignée de parmesan râpé, le yaourt, du sel et du poivre. Bien mélanger le tout. ","Napper les haricots de cette préparation, saupoudrer avec le reste du parmesan et passer le plat 10 min au four préchauffé à 200°C (thermostat 6/7).","Servir chaud."],"ingredients":["500g de haricot vert ","150g de jambon blanc ","125g de yaourt ","50g de pancetta ","50g de parmesan râpé ","3 oeufs ","1gousse d'ail (facultative)","1 oignon ","30g de beurre ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20100120/27831_w648h414c1cx256cy192.jpg"},{"name":"Virgin Mojito cranberries et citron vert","preparation_time":"5","cooking_time":null,"difficulty":"facile","instructions":["Presser le citron vert dans un verre.","Mélanger dans le verre le jus de citron vert, Ocean Spray® Cranberry, et de l’eau pétillante.","Déguster bien frais."],"ingredients":["50ml d'Ocean Spray® Cranberry ","50ml d'Ocean Spray® Cranberry ","1 citron vert ","200ml d'eau gazeuse ","Glace pilée "],"image":"https://assets.afcdn.com/recipe/20200420/109841_w648h414c1cx2008cy3008cxt0cyt0cxb4016cyb6016.jpg"},{"name":"Haricots verts  au thym","preparation_time":"10","cooking_time":"10","difficulty":"très facile","instructions":["Hachez l'oignon et le faire revenir dans l'huile d'olive et le beurre jusqu'à ce qu'il soit bien coloré.","Ajoutez les 2 gousses d'ail pressées.","Ajoutez les haricots verts préalablement égouttés ainsi que les deux branches de thym.","Ajoutez le Kub or effrité à la main.","Bien poivrez.","Remuez le tout en ajoutant au besoin un filet d'huile d'olive, jusqu'à ce que cela soit chaud...","Une fois la cuisson terminée, retirez les branches de thym qui auront parfumé votre plat.","Régalez-vous!"],"ingredients":["500g de haricot vert extra fins en boite ou frais","1 oignon moyen","2gousses d'ail ","1cube de kub or ","1cube de kub or ","Poivre du moulin","1filet d'huile d'olive ","1noix de beurre ","2branches de thym ","2branches de thym "],"image":"https://assets.afcdn.com/recipe/20120907/23073_w648h414c1cx256cy192.jpg"},{"name":"Haricots verts à l'albigeoise","preparation_time":"5","cooking_time":"25","difficulty":"très facile","instructions":["Dans une grande poêle, faites revenir les lardons, l'ail, l'oignon, les champignons dans un peu d'huile d'olive. ","Puis y rajouter les haricots verts. ","Pendant ce temps, battez les oeufs dans un bol et incorporez-y la crème fraîche. ","Salez, poivrez. ","Lorsque la \"poêlée\" est bien revenue, éteignez le feu et versez le bol. ","La sauce doit durcir (oeufs) en s'accrochant bien aux haricots : pour cela, il faut bien remuer et, le cas échéant, rallumer le feu doux pour que la sauce solidifie mieux. ","Régalez-vous vite fait bien fait !"],"ingredients":["500g de haricot vert ","150g de lardons fumés ","150g de champignon de Paris ","1 oignon ","gousse d'ail ","Huile d'olive ","2 oeufs ","2cuillères à soupe de crème fraîche ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20160523/67061_w648h414c1cx213cy239.jpg"},{"name":"Bûche roulée mangue citron vert au Nutella®","preparation_time":"40","cooking_time":"10","difficulty":"facile","instructions":["Pour la préparation du biscuit.Dans un saladier au bain-marie, mélanger les jaunes d’œufs avec le sucre à l’aide d’un batteur électrique jusqu’à ce que la préparation commence à épaissir.Incorporer la farine et le beurre fondu, mélanger à l’aide du batteur électrique.Retirer le saladier du bain marie.","Battre les blancs d’œufs en neige et les incorporer délicatement à la pâte, mélanger avec une grande cuillère.","Préchauffer le four à 180°C (thermostat 6).Tapisser une plaque de 30x40cm à pâtisserie de papier sulfurisé. Etaler la pâte sur la plaque puis lisser à l’aide de la spatule.Enfourner pendant 10 à 12 minutes.","Laisser refroidir sur une autre plaque et poser un torchon humidifié.","Pour la mousse.Dans une casserole, mélanger les jaunes avec 70 g de sucre, avec un fouet.Ajouter la maïzena et mélanger le tout.Verser le jus des 2 citrons et cuire à feu doux, sans cesser de remuer jusqu’à épaississement.Ajouter les zestes d'un citron vert puis la gélatine essorée et mélanger.Incorporer le mascarpone à la crème au citron et mélanger.","Battre les blancs d’œufs en neige avec un batteur électrique puis incorporer le reste du sucre tout en continuant à battre.Incorporer délicatement à la crème mascarpone/citron, mélanger avec une grande cuillère","Peler puis détailler la mangue en petits dés ","Montage de la bûche.Décoller le biscuit et le placer sur du papier film à plat.Etaler d’abord une couche de Nutella, puis la crème au citron, à l’aide d’une spatule.Parsemer les dés de mangue et enrouler le biscuit délicatement.Réenrouler le biscuit dans le film et laisser poser.Enlever le film et couper les extrémités du biscuit roulé.","Décor.A l’aide d’une poche à douille, faire des pointes avec du Nutella®️.Ajouter des dés de mangue.Saupoudrer de copeaux de noix de coco.Réserver au frais jusqu’à la dégustation."],"ingredients":["3 oeufs ","90g de sucre ","75g de farine ","45g de beurre ","Nutella® ","Nutella® ","Coco en poudre ","2 jaunes d'oeuf ","100g de sucre ","2feuilles de gélatine ","2 citrons verts pour le zeste et le jus","1cuillère à café de maïzena ","250g de mascarpone ","1 mangue "],"image":"https://assets.afcdn.com/recipe/20191106/102014_w648h414c1cx960cy540cxt0cyt0cxb1920cyb1080.png"},{"name":"Lasagnes au saumon et aux épinards","preparation_time":"15","cooking_time":"25","difficulty":"très facile","instructions":["Préchauffer le four (210°C).Faire décongeler les épinards suffisamment longtemps à l'avance. Préchauffer le four (210°C).","Mettre un peu de beurre dans un plat rectangulaire ou carré allant au four, puis une couche de lasagnes, une couche de saumon, une couche d'épinards et un peu de parmesan. Recommencer l'opération jusqu'à la fin des ingrédients.","Verser la crème liquide préalablement salée et poivrée.","Remettre un peu de parmesan puis cuire à four chaud pendant 25 mn."],"ingredients":["1boîte de lasagnes précuites","300g de saumon fumé ","500g d'épinards en branches surgelés","Parmesan ","50cl de crème liqude","Poivre et beurre","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20200219/107895_w648h414c1cx2107cy1402cxt0cyt0cxb4215cyb2805.jpg"},{"name":"Lasagnes chèvre et épinards","preparation_time":"20","cooking_time":"30","difficulty":"très facile","instructions":["Préchauffez le four à 200°C (Th 6-7). Décongelez les épinards, à feu doux, dans une casserole, puis enlevez l'eau résiduelle (n'hésitez pas à appuyer pour la faire sortir!). Hachez-les grossièrement (je le fais au ciseau).","Emiettez la bûchette de chèvre.","Dans un grand plat à four beurré, posez une couche de lasagnes, puis une couche d'épinards, puis une couche de miettes de chèvre, puis un peu de béchamel, puis un peu de sel et de poivre, puis à nouveau une couche de pâtes... ","Faites ainsi 2 ou 3 couches, en terminant par la béchamel et en recouvrant de gruyère râpé.","Laissez cuire environ 30 min et servez chaud, avec une salade aux noix."],"ingredients":["1kg d'épinards surgelés","400g de fromage de chèvre (en bûche)","200g de gruyère râpé ","1paquet de lasagnes ","2/3l de béchamel ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20200228/108530_w648h414c1cx960cy540cxt0cyt0cxb1920cyb1080.jpg"},{"name":"Soupe aux épinards","preparation_time":"15","cooking_time":"15","difficulty":"très facile","instructions":["Faites chauffer de l'huile d'olive dans une cocotte-minute, y faire un suer l'oignon quelques minutes. ","Ajouter la carotte en rondelles, les pommes de terre et les épinards. ","Ajouter 750 ml d'eau, le bouillon cube émietté, l'origan et le sel. ","Laisser cuire 15 mn à la cocotte-minute. ","Passer le tout au mixer avec le beurre, la crème fraîche. ","Assaisonnez de sel et poivre à votre convenance. ","Bon appétit."],"ingredients":["500g d'épinards en branches surgelés","1 oignon ","1 carotte ","4 pommes de terre (taille moyenne)","1 bouillon cube de volaille","1 bouillon cube de volaille","750ml d'eau ","Origan ","Origan ","Poivre ","Sel ","Sel ","50g de beurre ","2cuillères à soupe de crème fraîche "],"image":"https://assets.afcdn.com/recipe/20130910/30677_w648h414c1cx1872cy2808.jpg"},{"name":"Tarte aux épinards","preparation_time":"10","cooking_time":"30","difficulty":"très facile","instructions":["Préchauffer le four thermostat 7 (200°C). ","Dérouler la pâte feuilletée et la mettre dans le moule. Piquer-la avec une fourchette. ","Faire égoutter les épinards. ","Puis les mettre dans un saladier, ajouter les œufs, la crème fraîche, le gruyère râpé sel et poivre. ","Mettre la préparation obtenue dans le moule et parsemer de gruyère. ","Faire cuire 25 à 30 min environ. ","Bon appétit"],"ingredients":["1 pâte feuilletée tout prête","1grosse boîte d'épinards en conserve (branche ou haché peu importe)","3 oeufs ","150g de gruyère râpé ","10cl de crème fraîche liquide ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20111025/37593_w648h414c1cx256cy192.jpg"},{"name":"Galettes d'épinards","preparation_time":"15","cooking_time":"20","difficulty":"facile","instructions":["Lavez puis hachez grossièrement les épinards et faites-les sécher dans une casserole sur le feu en remuant de temps en temps. Hachez aussi le jambon, à la main ou au mixeur.","Mélangez-les avec le jambon mouliné fin, la farine, les oeufs, le beurre, du sel, du poivre et de la noix de muscade râpée.","Laissez cuire dans la casserole durant 10 minutes puis laissez refroidir.","Préparez un bain d'huile chaude. Faites des beignets en prenant de grosses cuillerées de pâte et en les aplatissant en galettes. Plongez-les dans l'huile chaude et laissez cuire 5 minutes de chaque côté."],"ingredients":["500g d'épinards en branche","50g de beurre ","35g de farine ","2 oeufs ","2fines tranches de jambon ","3cuillères à soupe d'huile ","Muscade ","Muscade ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20120503/46786_w648h414c1cx1456cy2184.jpg"},{"name":"Quiche aux épinards","preparation_time":"25","cooking_time":"30","difficulty":"très facile","instructions":["Préchauffer le four à 180°C (thermostat 6).","Etaler la pâte dans un moule à tarte beurré et précuire au four durant 15 minutes.","Faire fondre les épinards dans le beurre.","Fouetter les oeufs avec la crème, le fromage, l'ail pilé, du sel et du poivre.","Incorporer le jambon haché et les épinards hachés.","Verser la préparation sur le fond de tarte et enfourner pour 30 minutes de cuisson."],"ingredients":["1 pâte brisée ","450g d'épinards hachés","3 oeufs ","170g de crème fraîche ","175g de gruyère ou de parmesan râpé","2gousses d'ail ","120g de jambon cuit","Poivre et noix de muscade","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20150130/56680_w648h414c1cx917cy920.jpg"},{"name":"Riz aux épinards","preparation_time":"10","cooking_time":"30","difficulty":"très facile","instructions":["Laver les épinards puis les couper en lamelles.","Faire revenir dans une marmite l'oignon avec de l'huile (de votre choix), puis ajouter les épinards, la feuille de laurier et le cube (une fois l'oignon rissolé).","Réduire les épinards en bouillie en les cuisant à feu moyen. De temps à autre, ajouter 1 ou 2 cuillères à soupe d'eau pour éviter que les épinards ne collent au fond de la marmite.","Lorsque les épinards sont presque en purée, ajouter le riz et le recouvrir d'eau (environ 2 cm).","Laisser cuire à feu doux (20 mn), en remuant de temps à autre (de préférence avec une spatule)."],"ingredients":["500g d'épinards frais ","200g de riz ","Huile ","1 oignon ","1/2 cube de bouillon ","1/2 cube de bouillon ","1 feuille de laurier "],"image":"https://assets.afcdn.com/recipe/20150923/1068_w648h414c1cx1296cy1936.jpg"},{"name":"Tarte épinard lardons","preparation_time":"15","cooking_time":"30","difficulty":"facile","instructions":["Faire décongeler les épinards, et les mettre dans une passoire. ","Les presser pour les égoutter. ","Dérouler la pâte et piquez-la à la fourchette. ","Faire revenir légèrement les lardons dans une poêle. ","Préchauffer le four à 210°C (thermostat 7). ","Dans un saladier, battre les œufs avec la crème fraîche. Saler légèrement, poivrer, ajouter la noix de muscade. ","Incorporer les épinards, les lardons et le fromage râpé. Mélanger. ","Verser sur la pâte et enfourner 30 min, en surveillant que ce soit bien doré."],"ingredients":["1 pâte brisée ou feuilletée","250g d'épinards surgelés en branches","250g de lardons fumés ","3 oeufs ","40cl de crème fraîche ","70g de gruyère râpé ","Muscade ","Muscade ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20130909/64046_w648h414c1cx2808cy1872.jpg"},{"name":"Bouillabaisse d'épinards","preparation_time":"30","cooking_time":"20","difficulty":"facile","instructions":["Faire cuire les épinards à l'eau bouillante. Les égoutter et les passer ss l'eau froide. Les essorer entre les mains puis les hacher grossièrement avec un couteau.","Dans un poêlon, faire chauffer l'huile, ajouter l'oignon haché, faire revenir puis ajouter les épinards. Laisser dorer le temps de peler et de couper en tranches les pommes de terre.","Verser les pommes de terre et couvrir avec 1 litre d'eau bouillante + sel, poivre, safran, gousses d'ail pelées et fenouil.","Cuire à couvert pendant 20 min jusqu'à ce que les pommes de terre soient cuites mais encore entières.","Pocher les oeufs dans le bouillon ou dans une casserole d'eau vinaigrée.","Poser les tranches de pain rassis dans les assiettes. Servir à la louche en donnant un oeuf à chaque convive en même temps que la bouillabaisse."],"ingredients":["1kg d'épinards frais ","1 oignon ","5cuillères d'huile d'olive ","6 pommes de terre ","2gousses d'ail ","1branche de fenouil ","Poivre ","Sel ","Sel ","Safran ","Safran ","6 oeufs ","tranche de pain rassis ou séché au four"],"image":"https://assets.afcdn.com/recipe/20141027/4997_w648h414c1cx1280cy960.jpg"},{"name":"Tagliatelles aux épinards et gorgonzola","preparation_time":"5","cooking_time":"20","difficulty":"facile","instructions":["Dans une poêle, torréfiez les pignons de pin à sec.","Dans une grande casserole, faites cuire les pâtes, selon le mode d'emploi, dans un grand volume d'eau additionné d'un cube de Kub or.","Dans une grande casserole, plongez les feuilles d'épinards dans un grand volume d'eau bouillante puis retirez-les à la reprise de l'ébullition (2 minutes environ), à l'aide d'un écumoire, et plongez-les dans de l'eau fraîche puis égouttez-les.","Emincez finement la gousse d'ail puis faites-la revenir dans une poêle avec l'huile chaude. A feu doux, ajoutez la crème, le gorgonzola, un cube de Kub or et remuez jusqu'à ce qu'il fonde puis ajoutez les épinards cuits. Poivrez.","Répartissez les pâtes dans les assiettes, versez la crème au gorgonzola et épinards par dessus, parsemez de quelques pignons de pin et servez aussitôt."],"ingredients":["350g de tagliatelle ","100g de gorgonzola ","100g de pousses d'épinard ","2 Bouillon KUB OR MAGGI ","2 Bouillon KUB OR MAGGI ","20cl de crème liquide ","1gousse d'ail ","1cuillère à soupe d'huile d'olive ","Poivre "],"image":"https://assets.afcdn.com/recipe/20200225/108191_w648h414c1cx470cy305cxt0cyt0cxb940cyb611.png"},{"name":"Epinards crémeux","preparation_time":"15","cooking_time":"10","difficulty":"très facile","instructions":["Laver soigneusement les épinards et les faire fondre dans le beurre.","Piquer la gousse d'ail pelée sur une fourchette puis s'en servir pour remuer les épinards.","Lorsque les épinards ont fondu, les arroser de crème et les parfumer de muscade, de sel et de poivre.","Mélanger et servir."],"ingredients":["1.5kg d'épinards ","5cl de crème fraîche ","30g de beurre ","1pincée de muscade râpée","1pincée de muscade râpée","1gousse d'ail ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20200430/110237_w648h414c1cx2726cy1817cxt0cyt0cxb5453cyb3635.jpg"},{"name":"Quiche légère au skyr, chèvre et épinards","preparation_time":"10","cooking_time":"45","difficulty":"facile","instructions":["Préchauffer le four à 180°C (thermostat 6/7).Faire décongeler les épinards à la casserole ou au micro-ondes. Les égoutter pour éviter de détremper la pâte par la suite.","Placer la pâte feuilletée dans un moule recouvert de papier sulfurisé. La piquer avec une fourchette.","Couper des tranches de fromage de chèvre et les déposer sur le fond de tarte.","Battre les oeufs en omelette dans un saladier. Y incorporer le skyr bio Les 2 Vaches®.Saler et poivrer l’appareil avant de mélanger jusqu’à obtention d’une préparation lisse et homogène. Puis ajouter les épinards.","Répartir l’appareil sur la pâte et enfourner pendant 40 min. Cette quiche se déguste tiède ou froide. Bon appétit !"],"ingredients":["1 pâte feuilletée ","150g de skyr bio Les 2 Vaches® ","150g de skyr bio Les 2 Vaches® ","350g d'épinards ","3 oeufs ","1bûche de chèvre ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20200129/107016_w648h414c1cx2325cy3410cxt350cyt1070cxb3247cyb4430.jpg"},{"name":"Riz au lait de ma maman","preparation_time":"10","cooking_time":"1","difficulty":"très facile","instructions":["Faire bouillir le lait avec le sucre, le sucre vanillé et le zeste de votre choix (attention faire un ruban assez long pour le retirer facilement en fin de cuisson).","Lorsque le lait bout, jeter le riz en pluie et baisser le feu pour que l'ébullition soit très lente, le riz doit cuire très lentement. ","Lorque le riz affleure le lait, couper le feu et laisser refroidir ; le riz va finir de s'imbiber de lait en refroidissant. ","On peut servir ce dessert tiède ou froid dans des ramequins avec un zeste de citron vert pour décorer le dessus."],"ingredients":["1l de lait ","100g de riz blanc rond","5cuillères à soupe de sucre ","1sachet de sucre vanillé ","1zeste de citron ","Orange ou de clémentine"],"image":"https://assets.afcdn.com/recipe/20160520/34572_w648h414c1cx1916cy2875.jpg"},{"name":"Riz pilaf","preparation_time":"5","cooking_time":"35","difficulty":"facile","instructions":["Faire chauffer l'huile dans une sauteuse.Y jeter le riz et le laisser devenir transparent puis doré, en remuant avec une spatule.","Saler, poivrer et verser le bouillon.","Faire bouillir puis couvrir et baisser le feu au minimum.","Laisser cuire ainsi environ 20 min."],"ingredients":["250g de riz ","3cuillères à soupe d'huile ou 40 g de beurre","50cl de bouillon ","50cl de bouillon ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20181017/82833_w648h414c1cx1944cy2592cxt0cyt0cxb3888cyb5184.jpg"},{"name":"Riz Cantonais","preparation_time":"20","cooking_time":"15","difficulty":"très facile","instructions":["Faire d'abord cuire le riz et laisser reposer 5 ou 6 h maximum. ","Ensuite, dans une grande poêle bien huilée faire cuire les œufs en les brouillant le plus possible. ","Ajouter ensuite, les crevettes déjà décortiquées et le jambon. ","Laisser à feux doux 5 ou 6 mn, ajouter ensuite une bonne dose de sauce de soja et le tiges d'oignons verts et 1 cuillère à café de Ve-tsin. ","Laisser mijoter pendant 10 min environ et mélanger au riz. ","Servez chaud avec une petite sauce piquante chinoise.","NB : Les différents ingrédients peuvent être adaptés à vos goûts (vous pouvez enlever les crevettes et/ou la viande, rajouter des petits pois...)."],"ingredients":["1kg de riz ","600g de crevettes ","8 oeufs ","20 oignons (vertes)","10tranches de jambon (de porc ou de dinde)","Soja ","Glutamate , voir dans magasin chinois)","Glutamate , voir dans magasin chinois)","Huile "],"image":"https://assets.afcdn.com/recipe/20140814/27178_w648h414c1cx900cy1350.jpg"},{"name":"Riz cantonais facile","preparation_time":"20","cooking_time":"30","difficulty":"très facile","instructions":["Faire cuire le riz et le rincer à l'eau froide. ","Couper le jambon en dés, émincer finement les oignons. Mettre à chauffer 1 cuillère d'huile dans une poêle et faire revenir l'oignon avec les petits pois (3 mn). Verser le mélange dans un plat. ","Faire une omelette et la couper en lanières. ","Mettre à chauffer 1 cuillère d'huile et faire revenir 1 mn les crevettes. ","Ajouter le riz, petits pois, oignons, jambon, omelette. Saler et poivrer. ","Faire chauffer 3 mn en remuant sans cesse. Servir très chaud"],"ingredients":["200g de riz ","2 oignons ","2 oeufs ","2cuillères à soupe d'huile ","50g de crevettes décortiquées","75g de jambon ","3cuillères à soupe de petit pois "],"image":"https://assets.afcdn.com/recipe/20160517/45721_w648h414c1cx2000cy3000.jpg"},{"name":"Riz au chorizo","preparation_time":"15","cooking_time":"15","difficulty":"très facile","instructions":["Enlevez la peau du chorizo et le couper en rondelles. Le faire frire et mettre de côté.","Faire dorer l'oignon, ensuite ajouter les poivrons, les faires bien revenir,","ajouter le cube et l'eau, puis à ébullition versez le riz.","Saler légèrement et poivrer. 5 mn avant la fin de la cuisson, ajouter les olives et le chorizo avec un peu d'huile de cuisson."],"ingredients":["1 chorizo ","1 poivron vert ","1 poivron rouge ","1 oignon ","1boîte d'olive verte farcies au piment","Riz ","1 bouillon cube (volaille)(voir sur le paquet pour les mesures d'eau","1 bouillon cube (volaille)(voir sur le paquet pour les mesures d'eau"],"image":"https://assets.afcdn.com/recipe/20160621/36748_w648h414c1cx1872cy2808.jpg"},{"name":"Riz cantonais","preparation_time":"10","cooking_time":"20","difficulty":"très facile","instructions":["Cuire le riz dans un autocuiseur(3 portions).","Faire cuire petits pois (surgelés par exemple) dans une casserole.","Dans une pelle faire cuire l'oignon tranché en lamelles avec lardon/saucisse puis réserver.","Battre les œufs puis les faire cuire brouillés puis réserver.","Mélanger petits pois/oignon/saucisse/œuf et ajouter la sauce soja en la laissant s'évaporer un peu.","Une fois le riz cuit, le saler et le mettre dans un grand fait tout ou mieux un wok le faire chauffer en le \"cassant\".","Ajouter le mélange petits pois/oignon/saucisse/œuf/sauce soja dans le wok, mélanger avec le riz à feu doux.","Servir chaud."],"ingredients":["1 oignon ","4 saucisses chinoises ou 1 part de lardons fumés","1 oeuf ","2cuillères à soupe de sauce soja ","2cuillères à soupe de sauce soja ","3bols de riz ","2poignées de petit pois "],"image":"https://assets.afcdn.com/recipe/20171019/73573_w648h414c1cx2769cy1872cxt0cyt0cxb5538cyb3744.jpg"},{"name":"Riz créole","preparation_time":"5","cooking_time":"30","difficulty":"très facile","instructions":["Faites chauffer l'huile puis faites-y revenir les oignons quelques instants.","Ajoutez le riz et le curcuma.","Laissez roussir pendant 2 min tout en remuant.","Mouillez avec 50 cl d'eau bouillante.","Ajoutez l'ail écrasé, salez et poivrez.","Faites cuire environ 20 min en remuant bien de temps en temps.","Égouttez et servez sans tarder."],"ingredients":["200g de riz ","1 oignon ","2gousses d'ail ","1cuillère à soupe de curcuma ou safran","1cuillère à soupe de curcuma ou safran","4cuillères à soupe d'huile ","Poivre ","Sel ","Sel ","50cl d'eau "],"image":"https://assets.afcdn.com/recipe/20170612/69481_w648h414c1cx2880cy1920.jpg"},{"name":"Riz sénégalais","preparation_time":"25","cooking_time":"1","difficulty":"très facile","instructions":["Couper les cuisses de poulet en deux.","Dans une cocotte, mettre à chauffer l'huile. Une fois bien chaude, plonger les morceaux de poulet dedans et faire dorer.","Ajouter les bouillons cubes écrasés et les oignons émincés. Faire cuire un peu, puis ajouter la tomate, le poivron coupé en petits dés et un peu d'ail. Laisser cuire 10 mn.","Ajouter 1l d'eau et laisser cuire 20 mn. Ajouter les légumes coupés en petits morceaux et cuire 20 min. Poivrer et tester.","Enlever les légumes et le poulet et réserver au chaud.","Mettre le riz dans la casserole et laisser cuire 30 min à feu doux. Si il y a trop de bouillon, le mettre avec les légumes. Servir dans deux plats différents."],"ingredients":["4 cuisses de poulet ","500g de riz ","5 bouillon cube","5 bouillon cube","Tomate ou concentré de tomate en brique","3 oignons + ail (surgelé)","1 poivron vert ","2 poireaux ","2 carottes ","1/2boule de chou blanc (facultatif)","Poivre ","Huile d'olive "],"image":"https://assets.afcdn.com/recipe/20180927/82371_w648h414c1cx1355cy1305cxt0cyt0cxb3861cyb2572.jpg"},{"name":"Salade de riz anti-cholestérol","preparation_time":"20","cooking_time":"10","difficulty":"très facile","instructions":["Faire cuire le riz dans une casserole d'eau bouillante salée, pendant 10 minutes environ.L’égoutter et le mélanger avec le Primevère® Sans huile de palme pour éviter qu’il ne colle en refroidissant.","En attendant que le riz refroidisse, préparer le chou kale.","Retirer la côte centrale du chou et l’émincer finement. Assouplir les feuilles en les écrasant légèrement avec la paume de la main.","À l’aide d’un économe, éplucher et couper le radis noir en tranches.","Égoutter les tomates confites et les couper en petits morceaux. Émietter la feta.","Dans un grand récipient, disposer le riz, le chou, les tomates confites, le radis, les pousses germées et la feta.","Préparer l’assaisonnement : émulsionner l’huile de noisette avec le jus de citron. Saler et poivrer.","Arroser la salade de riz avec la sauce et saupoudrer le tout de graines de pavot juste avant de servir."],"ingredients":["120g de riz sauvage ","1 radis noir ","60g de feta ","10g de Primevère Sans huile de palme ","10g de Primevère Sans huile de palme ","8feuilles de kale ","1 citron ","2cuillères à soupe d'huile de noisette ","2poignées de pousses germées ","8quartiers de tomate confite à l’huile ","2cuillères à café de graine de pavot ","1pincée de poivre ","1pincée de sel "],"image":"https://assets.afcdn.com/recipe/20200417/109770_w648h414c1cx442cy257cxt2cyt3cxb885cyb514.png"},{"name":"Riz au curry","preparation_time":"15","cooking_time":"15","difficulty":"très facile","instructions":["1- Faites chauffer l'huile dans une poêle assez profonde. Versez les deux tasses de riz, puis le faire revenir 3 mn. ","2- Versez 2 verres d'eau sur le riz. Ajoutez le cube de bouillon puis le curry selon le goût. Couvrez. Surveillez et mélanger fréquemment."," 3-Après absorbtion complète de l'eau, vérifier si le riz est assez cuit; s'il ne l'est pas, rajouter de l'eau jusqu'à ce qu'il le soit."],"ingredients":["2tasses de riz basmati ","1 cube de bouillon ail/basilic","1 cube de bouillon ail/basilic","Curry en poudre","Curry en poudre","2cuillères à soupe d'huile d'olive ","Eau "],"image":"https://assets.afcdn.com/recipe/20151115/54794_w648h414c1cx2064cy1161.jpg"},{"name":"Riz cantonais express","preparation_time":"6","cooking_time":"19","difficulty":"très facile","instructions":["Verser un volume de riz dans 1.5 volume d'eau avec une cuillère à soupe d'arome saveur de maggi. ","Porter à ébullition. Dès que l'eau bout, couvrir et laisser cuire à feu doux 12 min.","Pendant ce temps, faire une omelette avec les 2 oeufs, saler et poivrer.","Couper en petit morceaux et réserver.","Après les 12 minutes de cuisson du riz, laisser reposer 5 min à couvert. ","Puis, ajouter les petits pois, les morceaux d'omelette, les dés de jambon. Mélanger le tout et faire réchauffer l'ensemble 2 min."],"ingredients":["1 riz ","100g de petit pois extra fins en boîte","100g de dés de jambon blanc","2 oeufs ","1cuillère à soupe d'arôme saveur de maggi","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20130909/41109_w648h414c1cx1936cy1296.jpg"},{"name":"Fondant au chocolat anti-cholestérol","preparation_time":"10","cooking_time":"10","difficulty":"facile","instructions":["Préchauffer le four à 200°C (thermostat 6-7).","Casser le chocolat en morceaux et le faire fondre au bain-marie avec le Primevère® Tartine & Cuisson. Remuer régulièrement pour obtenir un mélange lisse et homogène.","Pendant ce temps, casser les oeufs dans un saladier et les battre énergiquement avec le sucre.","Verser la compote et le chocolat fondu dans le saladier et mélanger.","Tamiser la farine et incorporer progressivement le cacao en poudre. Pour éviter la formation de grumeaux, veiller à bien mélanger au fur et à mesure.","Prélever une noisette de Primevère® et graisser 4 moules individuels à l’aide d’un papier absorbant.","Verser la préparation au chocolat dans les moules, et enfourner pendant 8 minutes pour un gâteau coulant ou 10 minutes pour une texture fondante.","À la sortie du four, laisser tiédir les fondants avant de les démouler délicatement.Déguster encore tièdes."],"ingredients":["2 oeufs entiers","2 blancs d'oeuf ","1 compote de pommes sans sucres ajoutés","70g de chocolat noir pâtissier","60g de Primevère Tartine & Cuisson ","60g de Primevère Tartine & Cuisson ","40g de sucre ","30g de cacao en poudre non sucré","30g de farine complète de blé"],"image":"https://assets.afcdn.com/recipe/20200421/109848_w648h414c1cx442cy258cxt0cyt0cxb885cyb516.png"},{"name":"Petits pois à l'ancienne","preparation_time":"15","cooking_time":"30","difficulty":"très facile","instructions":["Ecosser les petits pois.","Dans une casserole, faire revenir les lardons dans du beurre. ","Lorsqu'ils commencent à colorer, ajouter l'oignon, le coeur de laitue et les petits pois. Recouvrir d'eau, puis ajouter le morceau de sucre, le sel et le poivre.","Laisser mijoter à feu doux, 30 minutes environ, jusqu'à ce que les petits pois soient tendres."],"ingredients":["1kg de petit pois frais non écossés","250g de lardons fumés ","1 oignon ","1coeur de laitue ","30g de beurre ","1morceau de sucre ","Sel ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20130627/57566_w648h414c1cx1250cy1875.jpg"},{"name":"velouté petits pois - lardons","preparation_time":"10","cooking_time":"15","difficulty":"très facile","instructions":["Faire bouillir 1 L d'eau dans une casserole et y faire cuire les petits pois 6 min.","Pendant ce temps, faire revenir les lardons dans une petite poêle sans ajouter de matière grasse.","Une fois le tout cuit, mixer les petits pois, la moitié des lardons, la crème fraîche et 3 louches d'eau de cuisson.","Passer la préparation au chinois.","Porter le velouté à ébullition et ajouter le tapioca. Réduire le feu au minimum et laisser mijoter 7 min en remuant régulièrement.","Verser le contenu de la casserole dans 6 verrines et répartir le reste des lardons."],"ingredients":["600g de petit pois surgelés","1barquette de lardons fumés ","2cuillères à café de crème fraîche épaisse ","2cuillères à soupe de tapioca ","2cuillères à soupe de tapioca "],"image":"https://assets.afcdn.com/recipe/20170623/69454_w648h414c1cx2592cy1728.jpg"},{"name":"Curry de petits pois","preparation_time":"10","cooking_time":"45","difficulty":"facile","instructions":["Dans une sauteuse, faire dorer l'échalote émincée dans 2 cuillères à soupe d'huile d'olive. ","Ajouter les petits pois et les pommes de terre coupées en dés pendant 10 min. ","Ajouter la tomate en dés et le curry. Saler. Ajouter un peu d'eau et faire cuire à couvert 20 min.","Ajouter enfin la pomme et les poires en morceaux et cuire encore 15 min."],"ingredients":["500g de petit pois frais écossés + quelques cosses (ou surgelés pour gagner du temps)","4 pommes de terre ","1 pomme Granny","2 poires conférence","2 tomates pelées ","1 échalote ","1cuillère à soupe de curry doux","1cuillère à soupe de curry doux","Huile d'olive ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20131013/42340_w648h414c1cx150cy100.jpg"},{"name":"Risotto aux petits pois","preparation_time":"3","cooking_time":"40","difficulty":"facile","instructions":["Faire revenir les lardons dans une grande casserole. ","Couper l'oignon en rondelles, et le faire revenir avec les lardons.","Quand l'oignon est transparent, ajouter le riz, et le faire revenir jusqu'à ce qu'il devienne translucide.","Déglacer alors au vin blanc... Ne jamais cesser de remuer, à partir de maintenant!","Une fois que le vin blanc s'est presque évaporé, ajouter le bouillon (préparé à l'avance). ","En rajouter, à chaque fois qu'il manque de liquide!","Au bout de 15 min environ, ajouter les petits pois.","Continuer de mouiller le risotto, jusqu'à bonne cuisson. ","Le retirer du feu, et ajouter du parmesan râpé. Couvrir, et laisser reposer 5 min.","Présenter en assiette à soupe ou bol, recouvert de copeaux de parmesan."],"ingredients":["450g de riz pour risotto à risotto (ex : arborio)","450g de riz pour risotto à risotto (ex : arborio)","200g de petit pois (je les préfère congelés, à défaut de frais)","1paquet de lardons ","1 oignon ","50cl de vin blanc sec ","1l de bouillon ","1l de bouillon ","Parmesan ","Poivre ","Sel ","Sel ","Huile d'olive "],"image":"https://assets.afcdn.com/recipe/20120509/3003_w648h414c1cx972cy1296.jpg"},{"name":"Petits pois au chorizo","preparation_time":"5","cooking_time":"15","difficulty":"facile","instructions":["Dans une marmite faites revenir à feu vif le chorizo coupé en dés sans matière grasse ( le chorizo en contient déjà !).","Faites dorer pendant 5 à 6 min et ajoutez l'oignon émincé, une pointe de sel et laissez cuire jusqu'a ce qu'ils dorent eux aussi (4/5 min).","Egouttez vos petits pois et ajoutez-les dans la marmite avec un demi verre d'eau ; touillez le tout et laissez cuire en baissant un peu le feu (moyen pendant 6/7 min).","Vider le jus de la marmite et gardez-le dans un bol","Etape très importante sinon c'est la bouillie assurée !","Battez un oeuf en omelette, versez-le dans la préparation et remuez jusqu'à ce que l’œuf soit cuit, un peu comme un oeuf brouillé.","Rectifiez l'assaisonnement  et ajoutez le jus de cuisson à convenance."],"ingredients":["1kg de pois (extra fins ou frais)","1 oignon (émincé)","1 oeuf (battu en omelette)","1 chorizo (Doux, fort ou extra fort)","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20160610/48623_w648h414c1cx2000cy3000.jpg"},{"name":"Soupe aux petits pois","preparation_time":"20","cooking_time":"30","difficulty":"très facile","instructions":["Faire revenir les oignons dans un peu de beurre. ","Lorsqu'ils sont transparents ajouter les légumes frais, puis les petits pois. Bien mélanger. ","Ajouter 2 litres d'eau et les cubes de bouillons et laisser mijoter 30 mn. ","Mixer la soupe. ","Faire revenir les lardons et la saucisse coupée en petits morceaux. ","Ajouter à la soupe et mixer encore légèrement. ","Laisser mijoter 5 mn et ajuster l'assaisonnement. ","Servir avec des petits morceaux de pain grillé."],"ingredients":["2 oignons hachés","3 poireaux coupés en rondelles","3 carottes en rondelles","1branche de céleri en tronçons","1boîte de petit pois ","4 bouillon cubes de viande (boeuf) dégraissés","4 bouillon cubes de viande (boeuf) dégraissés","1 saucisse fumée (ou saucisse polonaise)","1paquet de lardons dégraissés"],"image":"https://assets.afcdn.com/recipe/20160217/443_w648h414c1cx1863cy2806.jpg"},{"name":"Petits pois aux lardons","preparation_time":"5","cooking_time":"35","difficulty":"très facile","instructions":["Faire roussir les lardons dans un peu de beurre. Quand ils sont dorés, ajouter un peu de farine et d'eau. Remuer pour bien lier. ","Ajouter les petits pois et éventuellement de l'eau pour que ça n'attache pas au fond de la casserole. ","Laisser mijoter à feu doux pendant environ 30 mn."],"ingredients":["500g de petit pois frais ou surgelés (surgelés c'est plus facile)","200g de lardons ","Beurre ","Farine "],"image":"https://assets.afcdn.com/recipe/20150131/18815_w648h414c1cx968cy1296.jpg"},{"name":"Potage de petits pois","preparation_time":"20","cooking_time":"30","difficulty":"facile","instructions":["Pelez et émincez les oignons.","Epluchez et coupez la pomme de terre en dés, ciselez la laitue.","Faites suer les oignons dans le beurre dans une cocotte.","Ajoutez les petits pois, la laitue, couvrez et laissez cuire 5 minutes.","Versez 1,5 l d'eau, salez, poivrez et rajoutez la pomme de terre.","Couvrez et laissez cuire 30 min à feu moyen.","Mixez la soupe avec un peu de crème fraîche, servez-la garnie de lardons rissolés et de croûtons grillés."],"ingredients":["500g de petit pois surgelés","1 pomme de terre ","1 laitue ","2 oignons ","30g de beurre ","Crème fraîche ","Croûtons ","Lardons (facultatif)","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20170310/34965_w648h414c1cx1728cy2592.jpg"},{"name":"Tartinade de petits pois et ricotta","preparation_time":"10","cooking_time":null,"difficulty":"très facile","instructions":["Mettez les petits pois dans un plat résistant à la chaleur.","Décongelez les petits pois en versant de l'eau bouillante dans le plat, et patienter 5 minutes. Égouttez-les.","À l'aide d'un robot, mixer les petits pois avec l'huile d'olive et l'estragon.","Ajoutez ensuite la ricotta avec le jus de citron et l'écorce de citron. Salez et poivrez.","Mixer à nouveau jusqu'à ce que vous obteniez une sauce crémeuse etonctueuse. Goûtez et ajustez l'assaisonnement selon vos goûts.","Pour la décoration, disposez quelques petits pois, du zeste de citron et un peu d'huile d'olive sur le dessus.","Il ne reste plus qu'à tremper vos Bugles® dans la sauce avant de déguster !"],"ingredients":["100g de ricotta ","100g de petit pois surgelés","1paquet de Bugles® saveur fromage ","9feuilles d'estragon ","écorce de citron ","1 jus de citron ","2cuillères à soupe d'huile d'olive ","1pincée de sel ","1pincée de poivre "],"image":"https://assets.afcdn.com/recipe/20200313/109069_w648h414c1cx906cy913cxt0cyt0cxb2304cyb1536.jpeg"},{"name":"Quiche lardons et petits pois","preparation_time":"15","cooking_time":"35","difficulty":"très facile","instructions":["Dans un saladier, fouetter les oeufs entiers quelques minutes puis incorporez le lait, le fromage et le persil haché. Mélangez, salez et poivrez.","Faire revenir dans une poêle (sans rajouter de gras!) les lardons avec les petits pois et l'échalote. Après cuisson, incorporezr au mélange à l'aide d'une grosse cuillère pour ne pas verser le gras de cuisson avec.","Verser le tout sur la pâte, bien répartir et enfourner 35 min à 180°C (thermostat 6)."],"ingredients":["1 pâte brisée ","100g de lardons fumés ","100g de petit pois cuits","1 échalote ","2 oeufs ","1/2l de lait ","100g de gruyère râpé ","Persil ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20190423/91274_w648h414c1cx2304cy1296cxt0cyt0cxb4608cyb2592.jpg"},{"name":"Purée de petits pois","preparation_time":"10","cooking_time":"15","difficulty":"très facile","instructions":["Dans une sauteuse, faites revenir le échalotes émincées avec une noix de beurre.","Ajoutez ensuite les petits pois et les feuilles de salade puis couvrez avec le bouillon.","Salez, poivrez et laissez cuire à feu doux environ 15 minutes.","Egouttez les petits pois et mettez-les dans un mixer avec une belle cuillère de crème fraîche épaisse.","Mixez afin d'obtenir une purée onctueuse, vérifiez l'assaisonnement et servez avec un rôti de porc ou de veau.","Arrosez la purée avec le jus de la viande qui l'accompagne."],"ingredients":["1kg de petit pois surgeleés (frais c'est encore mieux)","3 échalotes ","1 bouillon de volaille ","1grosse cuillère de crème fraîche épaisse ","feuilles de salade ","1noix de beurre ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20160704/39822_w648h414c1cx2592cy1728.jpg"},{"name":"Tomates farcies au poulet et aux petits pois en 30 minutes","preparation_time":"3","cooking_time":"28","difficulty":"facile","instructions":["Préchauffer votre four à 220°C (thermostat 7-8) et y enfourner le plat vide pour une cuissonoptimale.","Couper le chapeau des tomates (hautes de préférence) puis vider les coeurs et les réserver pour la farce.Mettre les tomates dans un plat et arroser d’huile d’olive et de fleur de sel.","Mettre le plat au four pendant 6 minutes. Pendant ce temps là, on s’attaque à lafarce.","Tailler les escalopes de poulet en fines lamelles et les faire saisir avec du beurre à la poêle. Le poulet doit être mi cuit.Pendant la cuisson du poulet, couper les coeurs de tomates finement puis les saisir à la poêle. Ajouter du sel, du poivre et laisser cuire 2 minutes","Rajouter le jus du poulet dans les tomates. Ajouter les petits pois crus dans la poêle et laisser cuire 3 minutes.Ciseler la menthe et ajouter à la farce.","Sortir les tomates du four et les farcir.Mettre au four à 220°c pendant 10 minutes."],"ingredients":["4 tomates ","150g de petit pois frais ou surgelés en fonction de la saison","2 escalopes de poulet ","10g de menthe ","Beurre spécial cuisson Elle & Vire ","Beurre spécial cuisson Elle & Vire ","Huile d'olive ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20190912/98116_w648h414c1cx942cy628cxt0cyt0cxb1885cyb1257.jpg"},{"name":"Recettes de avocat","preparation_time":null,"cooking_time":null,"difficulty":null,"instructions":[],"ingredients":[],"image":null},{"name":"Lait d'avocat","preparation_time":"15","cooking_time":null,"difficulty":"très facile","instructions":["Retirer la peau et le noyau de l'avocat. ","Déposer la chair dans un mixer (elle doit être tendre et avoir de belles couleurs allant du jaune au vert tendre. ","Fendre la gousse de vanille pour en prélever les petits grains. ","Les ajouter à la chair d'avocat. ","Ajouter le lait et le sucre. ","Mixer jusqu'à obtenir un mélange homogène et crémeux (30 secondes à une minutes). ","Servir ou réserver au frais (pas plus de 24 heures)."],"ingredients":["1 avocat mûr à point","50g de sucre blanc en poudre","1l de lait 1/2 écrémé, froid","1gousse de vanille ","1gousse de vanille "],"image":"https://assets.afcdn.com/recipe/20130308/49191_w648h414c1cx192cy256.jpg"},{"name":"Verrine avocat-truite fumée","preparation_time":"15","cooking_time":null,"difficulty":"très facile","instructions":["Ecraser la pulpe de l'avocat dans un bol.","Saler très peu, poivrer et citronner. ","Déposer 1/4 de la préparation dans chaque verrine.","Mélanger le fromage frais et le fromage ail et fines herbes dans un bol avec 1 cuillère à soupe d'eau pour fluidifier.","Déposer dans les verrines en une seconde couche.","Couper les tranches de saumon fumé en petits morceaux, répartir dans les verrines et mettre au frais. ","Au moment de servir, décorer de quelques oeufs de truite, brins de ciboulette, un filet de citron et un tour de moulin à poivres 5 baies."],"ingredients":["1 avocat bien mûr","2tranches de truite fumée (ou saumon)","100g de fromage frais ","1/2 citron ","50g de fromage ail et fines herbes ","Ciboulette ","1pot d'oeuf de truite "],"image":"https://assets.afcdn.com/recipe/20130122/36156_w648h414c1cx824cy1072.jpg"},{"name":"Frites d'avocat","preparation_time":"15","cooking_time":"15","difficulty":"très facile","instructions":["Préchauffer le four à 230ºC (thermostat 7-8).","Dans une première assiette (ou un bol), battre l'oeuf. ","Dans une seconde assiette, verser la farine. ","Enfin dans une dernière assiette, préparer la chapelure en mélangeant la chapelure, le cumin, le poivre et le sel. ","Eplucher l'avocat, retirer le noyau et le couper en frites. ","Tremper les frites / tranches d'avocat dans la farine, dans l'oeuf puis dans la chapelure. ","Déposer les frites d'avocats sur une plaque recouverte de papier cuisson et enfourner 15 minutes."],"ingredients":["2/3 avocat ","70g de farine ","70g de chapelure ","1 oeuf ","1cuillère à soupe de cumin ","1cuillère à soupe de cumin ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20170112/21717_w648h414c1cx2000cy3000.jpg"},{"name":"avocat gratiné","preparation_time":"10","cooking_time":"15","difficulty":"très facile","instructions":["Faire chauffer le four et le gril à 210°C. ","Pendant ce temps épluchez l'ail que vous écrasez le plus possible, ajoutez à la crème fraiche, salez, poivrez. Coupez les avocats en 2 , dénoyautez. Les placer dans un plat au fond duquel vous aurez étalé du gros sel pour qu'ils ne bougent pas. ","Garnir abondamment les avocats de crème, parsemez dessus du gruyère (ou parmesan c'est meilleur) et cuire au four pendant environ 15 mn."],"ingredients":["3 avocats ","4gousses d'ail ","125g de crème fraîche à 30% de MG (ou moins)","Poivre ","Sel ","Sel ","2cuillères à soupe de gruyère ou parmesan"],"image":"https://assets.afcdn.com/recipe/20150831/43747_w648h414c1cx2592cy1728.jpg"},{"name":"Crème d'avocat","preparation_time":"10","cooking_time":null,"difficulty":"facile","instructions":["Dénoyautez les avocats et enlevez la peau et mettez les dans un mixer avec le jus de citron. Mélangez. Ajoutez un peu de lait , crème et huile. C'est prêt ! ","Mettre au frais avant de servir."],"ingredients":["3 avocats (assez mous)","1/2 citron ","2cuillères à soupe de lait ","2cuillères à soupe de crème fraîche ","2cuillères à soupe d'huile d'olive "],"image":"https://assets.afcdn.com/recipe/20130823/8595_w648h414c1cx2034cy3072.jpg"},{"name":"Beignets d'avocat","preparation_time":"30","cooking_time":"5","difficulty":"facile","instructions":["Amenez à ébullition l'eau avec le beurre et le sel. Jetez-y la farine d'un seul coup et remuez vivement à l'aide d'une cuillère en bois jusqu'à ce que la pâte se détache de la paroi. Ajoutez les oeufs entiers un par un comme pour une pâte à choux, remuez jusqu'à ce qu'ils soient bien incorporés. Retirez du feu.","Ecrasez les avocats en purée et ajoutez-les à la pâte. ","Placez au réfrigérateur au moins 1 heure, la pâte doit être suffisamment froide et dure pour rouler la pâte et former des boulettes de la taille d'une noix.","Faites chauffer le bain de friture, roulez les boulettes d'avocat dans la farine et plongez-les dans l'huile jusqu'à ce que les beignets soient bien dorés. Egouttez sur du papier absordant et dégustez."],"ingredients":["20cl d'eau ","40g de beurre ","1pincée de sel ","1pincée de sel ","80g de farine ","2 oeufs ","2 avocats ","Huile de friture ","Huile de friture "],"image":"https://assets.afcdn.com/recipe/20200213/107529_w648h414c1cx2496cy1974cxt0cyt0cxb4992cyb3949.jpg"},{"name":"Cassolette d'avocat","preparation_time":"5","cooking_time":"10","difficulty":"très facile","instructions":["Mettre les 4 ramequins devant vous.","  Mettre un tout petit peu de crème liquide sur le fond des 4 cassolettes.","  Mettre 1 tranche de pain de mie ","dans chaque cassolettes.","  Couper les 2 avocats en 2 et lever la peau.","  Mettre une moitié d'avocat sur le pain de mie de chaque cassolettes.","  Mettre ensuite 2 tranches de chèvre dans chaque cassolettes.","  Versez la crème liquide jusqu'a qu la moitié d'avocat soit recouver.","  Parsemez du fromage rapé sur la crème liquide.","  Enfourner 5 à 10 minute jusqu'a que le dessus soit gratiné.","   J'espère que vos cassolettes d'avocat vous plairont!!!  BON APPETIT"],"ingredients":["4tranches de pain de mie ","6tranches de fromage de chèvre en buche","2 avocats (donc 4 moitiés d'avocat)","Crème liquide ","Fromage râpé "],"image":"https://assets.afcdn.com/recipe/20170131/1430_w648h414c1cx1296cy972.jpg"},{"name":"Bavarois d'avocat","preparation_time":"30","cooking_time":"3","difficulty":"Niveau moyen","instructions":["Peler les avocats et les écraser. Mélanger avec le jus de citron. Saler, Poivrer. ","Ramollir la gélatine dans de l'eau froide et la faire fondre dans une casserole avec une goutte d'eau quelques instants sur feu doux. ","Fouettez la crème avec quelques gouttes de vinaigre pour qu'elle soit bien ferme. Incorporer à l'avocat. Ajouter la gélatine. Bien mélanger. ","Chemiser 4 ramequins de papier film transparent. Disposer une tranche de saumon fumé. Remplir de mousse d'avocat, puis rabattre le saumon sur le dessus en veillant bien à ce que de la mousse ne dépasse pas!! Refermer le film par-dessus bien hermétiquement pour éviter l'oxydation. ","Réserver au réfrigérateur pour le lendemain."],"ingredients":["3 avocats ","4tranches de saumon fumé ou plusieurs petites","1 jus de citron ","1 jus de citron ","2feuilles de gélatine ","2feuilles de gélatine ","20cl de crème liquide ","Poivre ","Sel ","Sel "],"image":"https://assets.afcdn.com/recipe/20140922/58785_w648h414c1cx952cy432.jpg"},{"name":"Pâte à tartiner au chocolat vegan","preparation_time":"10","cooking_time":"8","difficulty":"facile","instructions":["Dans une poêle, faites griller légèrement les noisettes. ","Laissez refroidir et retirez la peau des noisettes en les frottant dans du papier absorbant.Mixez-les. ","Faites fondre le chocolat 2 minutes à 500W au four à micro-ondes.","Dans le bol mixer, mélangez et mixez tous les ingrédients. ","Placez dans 2 ou 3 pots au réfrigérateur au moins 1 heure."],"ingredients":["1 avocat ","125g de noisettes ","1tablette de Chocolat NESTLÉ DESSERT Noir ","1tablette de Chocolat NESTLÉ DESSERT Noir "],"image":"https://assets.afcdn.com/recipe/20190110/85829_w648h414c1cx240cy168cxt0cyt0cxb480cyb337.jpg"},{"name":"Velouté d'avocat","preparation_time":"20","cooking_time":"5","difficulty":"facile","instructions":["Pelez les avocats, retirez le noyau, coupez-les en morceaux puis écrasez-les à la fourchette ou au mixeur en fine purée avec le jus de citron. ","Versez la purée d'avocat dans une casserole, ajoutez la crème liquide et le bouillon de volaille et mélangez au fouet.","Assaisonnez en sel, poivre et muscade puis faites chauffer à feu doux tout en remuant.","Retirez du feu dès les premiers frémissements. ","Ensuite, versez la crème d'avocat dans des bols.","Découpez le parmesan en très petits copeaux à l'aide d'un économe et parsemez-en le velouté. Vous pouvez aussi mettre du parmesan râpé.","Décorez de ciboulette et de basilic."],"ingredients":["2 avocats souples","1/2 jus de citron ","1/2 jus de citron ","10cl de crème liquide ","50cl de bouillon de volaille ","1pincée de muscade ","1pincée de muscade ","60g de parmesan en morceaux ou râpé","12brins de ciboulette ","8feuilles de basilic ","Sel ","Sel ","Poivre "],"image":"https://assets.afcdn.com/recipe/20170215/28973_w648h414c1cx3000cy2000.jpg"},{"name":"Guacamole avocat/tomate","preparation_time":"15","cooking_time":null,"difficulty":"très facile","instructions":["Dans un saladier, placer la pulpe de tomate avec l'oignon et l'ail.","Couper en deux les avocats, enlever le noyau et prélever la chair, l'écraser à l'aide d'une fourchette avant de l'incorporer au reste de la préparation.","Ajouter les autres ingrédients, bien mélanger et assaisonner de sel poivre et piment selon les goûts.","Servir immédiatement car les avocats noircissent à l'air libre."],"ingredients":["2 tomates pelées et hachées","1cuillère à soupe d'oignon finement hachés","1gousse d'ail ","2 avocats mûrs","2cuillères à soupe d'huile d'olive ","1cuillère à café de cumin moulu","1cuillère à café de cumin moulu","2cuillères à soupe de persil ou de coriandre fraîche hachée","1 jus de citron vert","1 jus de citron vert","1 piment ","1 piment "],"image":"https://assets.afcdn.com/recipe/20181123/84185_w648h414c1cx2800cy1866cxt0cyt0cxb5600cyb3725.jpg"},{"name":"Burger de Boeuf au Tartare Ail & Fines herbes par Hervé Cuisine","preparation_time":"30","cooking_time":"8","difficulty":"facile","instructions":["Coupez les buns en 2 et les faire dorer sur la face intérieure dans la poêle avec un peu d'huile d'olive.","Epluchez et râpez les carottes, ciselez la sucrine, et mélangez avec 2 portions de tartare et le lait. Salez et poivrez.","Mélangez le boeuf haché avec l'échalote ciselée et les herbes aromatiques et épices, formez deux nouveaux steaks et faites les cuire à l'huile d'olive.","Assemblez les burgers en ajoutant au steak le coleslaw maison, 3 portions de Tartare, de l'avocat en tranches, un peu de concombre croquant, et des pousses d'épinard."],"ingredients":["2 pains pour hamburger ","2 steaks hachés de boeuf","8portions de Tartare ","1 échalote ","3 carottes ","2 sucrines ","Herbes aromatiques (persil, coriandre)","1/2 concombre ","1 avocat ","1poignée de jeunes pousses d'épinards","2cuillères à soupe de lait ","Huile d'olive ","1/2cuillère à café de piment d'Espelette ","1/2cuillère à café de cumin ","1/2cuillère à café d'ail ","1/2cuillère à café de poivre "],"image":"https://assets.afcdn.com/recipe/20200507/110720_w648h414c1cx586cy455cxt0cyt0cxb1200cyb802.jpg"}]}